let spotAry = [
    {
        ScenicSpotID: "C1_315080500H_000068",
        ScenicSpotName: "紫坪",
        DescriptionDetail: "紫坪位在綠島最南方，緊鄰「綠島露營區」。從露營區旁的步道，可通往海岸邊的潟湖「紫坪」。「紫坪」是一處由珊瑚礁構成的潮池，也是綠島著名的潟湖所在地，有全綠島最完整的潟湖地形以及珊瑚礁植群，更有茂盛的植物水芫花和珍貴的陸寄居蟹。外海儘管浪濤洶湧，內湖依然波平如鏡，宛若沉睡的湖水，清淺的躺在外珊瑚礁岩與內珊瑚貝砂灘間；水芫花灌叢身影倒映於平靜無波的水面上，潔白柔細的白砂鋪陳水底。熱帶海岸旖旎風情，盡在不言中。",
        Description: "紫坪位在綠島最南方，從附近的步道，可通往海岸邊的潟湖。此處是由珊瑚礁構成的潮池，也是綠島著名的潟湖所在地，有全綠島最完整的潟湖地形以及珊瑚礁植群，更有茂盛的植物水芫花和珍貴的陸寄居蟹。",
        Phone: "886-8-9672026",
        Address: "臺東縣951綠島鄉溫泉路256號",
        ZipCode: "951",
        TravelInfo: "南下：於花蓮火車站前搭乘花蓮客運，往豐濱、靜浦，或是台東方向班車，在富岡漁港站下車後步行至富岡漁港，轉乘渡船前往綠島。北上：自台東火車站前搭乘台灣好行東部海岸線或鼎東客運海線班車，在富岡漁港站下車後步行至富岡漁港，轉乘渡船前往綠島。綠島：島上設有環島公車，搭乘公車至朝日溫泉下車，往前步行約5分鐘(查詢電話：089-672510)。。",
        OpenTime: "全天候開放",
        Picture: {
            PictureUrl1: "https://www.eastcoast-nsa.gov.tw/image/426/640x480",
            PictureDescription1: "這是綠島露營區的階梯"
        },
        Position: {
            PositionLon: 121.49990844726562,
            PositionLat: 22.633939743041992,
            GeoHash: "wsn2ub3s3"
        },
        ParkingPosition: {},
        TicketInfo: "免費，露營活動另計。",
        Remarks: "1、紫坪上方的綠島露營區為生態保護區，禁止採集花木生物，並請維護環境整潔，讓這片美景能留與後代子孫。2、露營區目前已於2009年委由「東方之泉有限股份公司」經營，      聯絡電...",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080500H_000073",
        ScenicSpotName: "帆船鼻大草原",
        DescriptionDetail: "由朝日溫泉售票口旁邊的小徑走進去，沿步道而上，就來到有「綠島地毯」之稱的帆船鼻草原。帆船鼻位於綠島東南角，平坦的海岬台地上綠草如茵，與四周的藍天碧海，構成看不到綠意與藍色盡頭的極佳的景緻，草原邊緣懸崖可以俯視朝日溫泉與海參坪，也是綠島居高臨下欣賞日出、月昇，沐浴海風的最佳景點之一。從帆船鼻往北眺望，遠處海參坪一帶的海崖及嵯峨奇岩，矗立海岸；近處能夠居高臨下俯視朝日溫泉的溫泉池及新穎的建築設施；往西為白沙灣的大片珊瑚裙礁，天氣晴朗時，南方海天交接處可見到蘭嶼，也是綠島極佳的日出賞景點，美妙景致讓人留連忘返。",
        Description: "帆船鼻位於綠島東南角，有「綠島地毯」之稱，由於地形突出，地勢又高出四周，屬東北季季風可長驅直入的衝風帶；再加上後天的放牧，遂形成低草原景觀。草原邊緣懸崖可以俯視朝日溫泉與海參坪，也是綠島居高臨下欣賞日出、月昇，沐浴海風的最佳景點之一。",
        Phone: "886-8-9672026",
        Address: "臺東縣951綠島鄉溫泉路167號",
        ZipCode: "951",
        TravelInfo: "南下：於花蓮火車站前搭乘花蓮客運，往豐濱、靜浦或台東方向班車，在富岡漁港站下車後步行至富岡漁港，轉乘渡船前往綠島。北上：自台東火車站前搭乘台灣好行東部海岸線或鼎東客運海線班車，在富岡漁港站下車後步行至富岡漁港，轉乘渡船前往綠島。綠島：島上設有環島公車，搭乘公車至朝日溫泉下車，沿朝日溫泉售票口旁邊的小徑走進去(查詢電話：089-672510)。",
        OpenTime: "全天候開放",
        Picture: {
            PictureUrl1: "https://www.eastcoast-nsa.gov.tw/image/29072/640x480",
            PictureDescription1: "鳥瞰帆船鼻大草原"
        },
        Position: {
            PositionLon: 121.50689697265625,
            PositionLat: 22.63365936279297,
            GeoHash: "wsn2ubqde"
        },
        ParkingPosition: {},
        TicketInfo: "免費",
        Remarks: "1、帆船鼻為凸出海岬，地勢極高且海風強勁，請注意不要靠懸崖太近，以策安全。2、愛護大自然生物，並請維護環境整潔。3、夏季日照與冬季寒風甚強，請預作防範。",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080500H_000098",
        ScenicSpotName: "哈巴狗與睡美人岩",
        DescriptionDetail: "海參坪位於綠島東部海岸之中段的海灣，由於礁岸地形以及海水沖蝕作用，因此奇岩密佈、風景秀麗，吸引不少旅人前來探訪，走上有「小長城」之稱的步道，到觀海亭看著潔白的海浪沖刷著珊瑚裙礁月形海灣，或是眺望睡美人岩與哈巴狗岩，由綠地、沙灘、海灣、藍海組成的美景，讓人難以將目光移開，不斷讚嘆大自然的巧手，並留下片片美好的回憶。小長城步道長度：400公尺步行時間：來回約20分鐘小長城步道建在海參坪北側山坡上，沿著山稜蜿蜒而上的石階步道，遠看有如縮小版的萬里長城，走在這步道上，環顧四週美景，令人心曠神怡。而在海參坪的南方的海崖下，有一個獨立的海蝕柱，遠遠望去像是孔老夫子正面壁思過，因此名為「孔子岩」。",
        Description: "睡美人岩與哈巴狗岩靜臥在海參坪上，是綠島最著名的景點之一，從小長城步道遠眺，可以見到睡美人靜靜地躺臥在海面上，白色的沙灘是她秀麗的長髮，而垂著長耳朵的哈巴狗靜臥在不遠處。天氣晴朗時，從遠處眺望哈巴狗與睡美人，可以有許多有趣的「錯位」拍攝玩法！堪稱是綠島最著名的景點。",
        Phone: "886-8-9672026",
        Address: "臺東縣951綠島鄉環島公路8公里處",
        ZipCode: "951",
        TravelInfo: "南下：於花蓮火車站前搭乘花蓮客運，往豐濱、靜浦或台東方向班車，在富岡漁港站下車後步行至富岡漁港，轉乘渡船前往綠島。北上：自台東火車站前搭乘台灣好行東部海岸線或鼎東客運海線班車，在富岡漁港站下車後步行至富岡漁港，轉乘渡船前往綠島。詳細時刻表及車資請洽花蓮客運(查詢電話：03-8338146~8)或鼎東客運海線(查詢電話：089-328629 / 089-333443) 綠島：島上...",
        OpenTime: "全天候開放",
        Picture: {
            PictureUrl1: "https://www.eastcoast-nsa.gov.tw/image/29064/640x480",
            PictureDescription1: "哈巴狗與睡美人岩的美麗海灣"
        },
        Position: {
            PositionLon: 121.509521484375,
            PositionLat: 22.655019760131836,
            GeoHash: "wsn2vh0x1"
        },
        ParkingPosition: {},
        TicketInfo: "免費",
        Remarks: "1、愛護大自然生物，並請維護環境整潔。2、夏季日照與冬季寒風甚強，請預作防範",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080500H_000167",
        ScenicSpotName: "柴口浮潛區",
        DescriptionDetail: "綠島主要的浮潛區有二處，分別為柴口與石朗，而柴口不僅十分適合新手來體驗浮潛，也是每年6-8月強勁的西南風吹臨綠島時，位在避風面的柴口是絕佳浮潛區。柴口以壯麗的石珊瑚景觀著稱，海水深淺變化具有層次感，讓人能夠盡情享受瑰麗的海底景觀。柴口潛水區近海與大礁石間的潮間帶，海域變化層次多，海底礁石林立，近岸海底和大礁石間為礁岩平台地形，覆蓋在礁石上以團塊和表覆形珊瑚群體等石珊瑚種類為主；浮潛完後，走在潛水步道上近距離觀察潮間帶生物，可找到海藻、海膽、海星的蹤影。早期開墾綠島的漢人曾與島上原住民族發生爭鬥，兩聚落於此地以木材築牆對峙，當時稱為柵口，後來隨著地方發展建設，才更名為「柴口」；從公館到柴口、中寮間的北海岸，是綠島海岸平原面積最廣的地方；海岸地形仍是以珊瑚裙礁為主體，柴口與中寮則是綠島砂丘孕育的最佳之處，也是綠島僅有的兩處沙灘之一。",
        Description: "早期稱為柵口，後來更名為「柴口」，為綠島主要浮潛區之一。海岸地形以珊瑚裙礁為主體，是綠島僅有的兩處沙灘之一。 此為初級潛水區，海域變化層次多、海底礁石林立，浮潛完也可觀察潮間帶生物。",
        Phone: "886-8-9672026",
        Address: "臺東縣951綠島鄉環島公路2公里處",
        ZipCode: "951",
        TravelInfo: "北上：自台東火車站前搭乘台灣好行東部海岸線或鼎東客運海線班車，在富岡漁港站下車後步行至富岡漁港，轉乘渡船前往綠島。南下：於花蓮火車站前搭乘花蓮客運，往豐濱、靜浦或台東方向班車，在富岡漁港站下車後步行至富岡漁港，轉乘渡船前往綠島。詳細時刻表及車資請洽花蓮客運(查詢電話：03-8338146~8)或鼎東客運海線(查詢電話：089-328629 / 089-333443)綠島：島上環...",
        OpenTime: "全天候開放",
        Picture: {
            PictureUrl1: "https://www.eastcoast-nsa.gov.tw/image/29042/640x480",
            PictureDescription1: "柴口十分適合新手來體驗浮潛"
        },
        Position: {
            PositionLon: 121.48278045654297,
            PositionLat: 22.677919387817383,
            GeoHash: "wsn3h2mh3"
        },
        ParkingPosition: {},
        TicketInfo: "免費",
        Remarks: "1.柴口有設置潛水步道，便利潛水客或浮潛者下水，保護其他地區的生態免受人類威脅。2.浮潛完，別忘了觀察潮間帶生物，可以看見海星、海膽、海藻的蹤影。3.綠島水域的潛點很多，環繞著島嶼...",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080600H_000013",
        ScenicSpotName: "安宅里˙嶼仔尖塔",
        DescriptionDetail: "石敢當外觀：塔型總 高：4.16M圓 周 長：19.28M構建形式：圓錐形塔頂飾物：葫蘆安宅海域是從事潮間帶活動與磯釣的熱門據點，更是馬公通往白沙、西嶼必經之地。以周王廟為主要信仰中心，早期澎湖土地貧瘠，先民為了豐厚土壤，會擔海沙來堆肥，使農作物順利生長，在俗稱嶼仔腳的沙地上建立石塔，用以辨識海水漲退情形，便於下海取沙，多年來保佑居民，屹立不搖。並傳說石塔有石頭掉落即表示村莊內有人殞世，是不祥之兆，後為補強石塔，經周王爺指示約於民國62年間用水泥填補過。資料來源：安宅里地方耆老口述",
        Description: "安宅海域是從事潮間帶活動與磯釣的熱門據點，更是馬公通往白沙、西嶼必經之地。以周王廟為主要信仰中心，早期澎湖土地貧瘠，先民為了豐厚土壤，會擔海沙來堆肥，使農作物順利生長，在俗稱嶼仔腳的沙地上建立石塔，用以辨識海水漲退情形，便於下海取沙，多年來保佑居民，屹立不搖。並傳說石塔有石頭掉落即表示村莊內有人殞世，是不祥之兆，後為補強石塔，經周王爺指示約於民國62年間用水泥填補過。資料來源：安宅里地方耆老口述",
        Phone: "886-6-9216521",
        Address: "澎湖縣馬公市安宅漁港西南側，中營前方之潮間帶上",
        ZipCode: "880",
        OpenTime: "Sun 24 hours；Mon 24 hours；Tue 24 hours；Wed 24 hours；Thu 24 hours；Fri 24 hours；Sat 24 hours",
        Picture: {},
        Position: {
            PositionLon: 119.59700012207031,
            PositionLat: 23.576499938964844,
            GeoHash: "wsjn17zzh"
        },
        Class1: "文化類",
        Level: "非古蹟",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080600H_000037",
        ScenicSpotName: "青灣仙人掌公園",
        DescriptionDetail: "在青灣仙人掌公園不僅可以觀賞多樣的特色植物，也能看到珍貴的遺跡，日治時期的軍營、觀測台、砲臺碉堡、彈藥庫和排水溝渠等設施都完整保留，其中一座1902年的大山堡壘砲台，是澎湖最早的日式砲台。公園一旁有一座澎湖國際潛水中心，擁有得天獨厚的海灣地形，由於灣內風浪較小，特別適合初學者體驗。而在三分鐘車程之外有潔白的嵵裡沙灘。嵵裡沙灘綿延1公里多，由珊瑚和貝殼遺骸構成，海域平緩，海水湛藍，並有風積砂丘景觀可以觀賞，是澎湖本島天然條件很優良的海水浴場，早期也是非常著名的景點，但隨著業者的相繼退出，遊客相對減少，沙灘顯得較為幽靜。若是走到嵵裡的街上還可以看到曬魚的場景，因為嵵裡是典型的漁村，擁有許多漁產加工廠，所以到那邊不妨吃吃看當地著名的臭肉魚乾喔！",
        Description: "青灣仙人掌公園原本是日治時代廢棄的軍事營區，經過整頓後如今成為一座規劃完善的仙人掌公園，一旁還有玄武岩砌成的碉堡以及特殊的柱狀玄武岩景觀，爬到最高處還可以欣賞美麗的海景！一走進這座公園，就被數量龐大的仙人掌吸引了。這裡的仙人掌品種有將近一百種，園區中還規劃了不同區域，不僅可以賞景、DIY體驗，還有燒肉可以享用！",
        Phone: "886-6-995 0878",
        Address: "澎湖縣馬公市嵵裡里嵵裡306號",
        ZipCode: "880",
        OpenTime: "Sun 09:00~18:00；Mon 09:00~18:00；Tue 09:00~18:00；Wed 09:00~18:00；Thu 09:00~18:00；Fri 09:00~18:00；Sat 09:00~18:00",
        Picture: {
            PictureUrl1: "https://www.penghu-nsa.gov.tw/FileDownload/TravelInformation/Big/20230201162311326860.png",
            PictureDescription1: "青灣仙人掌公園"
        },
        Position: {
            PositionLon: 119.56693267822266,
            PositionLat: 23.525680541992188,
            GeoHash: "wsjjbf9zp"
        },
        Class1: "生態類",
        Level: "非古蹟",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080600H_000051",
        ScenicSpotName: "小門菜宅",
        DescriptionDetail: "走在小門嶼的步道上，沿途可見澎湖的在地特色，用來鎮煞的石敢當，還能看到澎湖群島特有的農業文化景觀－「菜宅」，或稱「宅內」或「圍仔」，是利用能遮蔽與擋風的石牆來保護田地裡的農作物，大多數的菜宅是就地取材以硓石堆砌，但少數在水源豐沛的地方也有以蘆竹作為防風的設施。菜宅建築的方式相當特別，將玄武岩及硓石經過曝曬，去除雜質，堆砌時以大石頭做為基礎，小石頭做為填充，疊砌過程中不使用水泥及石灰輔助，利用石頭之間的稜角做為卡榫，成為穩固的一道擋風牆。這樣的建築方式看似不細緻，卻能抵擋強勁的東北季風。菜宅內的作物在春、夏兩季以南瓜、澎湖菜瓜、澎湖菜豆為主；到了秋、冬季則多半種植高麗菜、番茄和茼蒿等蔬果。菜宅除了種植當令的蔬果，最主要栽培的是蕃薯，當地也稱蕃薯為「栽母」。然而菜宅這種技術需要長時間累積，加上取材不易，這樣的傳統手藝慢慢失傳且取材不易，如今多用別的材料來建造現代的菜宅。",
        Description: "​走在小門嶼的步道上，沿途可見澎湖的在地特色，用來鎮煞的石敢當，還能看到澎湖群島特有的農業文化景觀－「菜宅」，或稱「宅內」或「圍仔」，是利用能遮蔽與擋風的石牆來保護田地裡的農作物，大多數的菜宅是就地取材以硓石堆砌，但少數在水源豐沛的地方也有以蘆竹作為防風的設施。",
        Phone: "886-6-9216521",
        Address: "澎湖縣西嶼鄉小門嶼",
        ZipCode: "881",
        OpenTime: "Sun 24 hours；Mon 24 hours；Tue 24 hours；Wed 24 hours；Thu 24 hours；Fri 24 hours；Sat 24 hours",
        Picture: {
            PictureUrl1: "https://www.penghu-nsa.gov.tw/FileDownload/TravelInformation/Big/20230202141127609725.JPG",
            PictureDescription1: "小門菜宅",
            PictureUrl2: "https://www.penghu-nsa.gov.tw/FileDownload/TravelInformation/Big/20230202141127343860.JPG",
            PictureDescription2: "小門菜宅",
            PictureUrl3: "https://www.penghu-nsa.gov.tw/FileDownload/TravelInformation/Big/20230202141127328187.JPG",
            PictureDescription3: "小門菜宅"
        },
        Position: {
            PositionLon: 119.51960754394531,
            PositionLat: 23.64858055114746,
            GeoHash: "wshyx9pdb"
        },
        Class1: "生態類",
        Level: "非古蹟",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080600H_000076",
        ScenicSpotName: "澎澎灘",
        DescriptionDetail: "澎澎灘位於白沙鄉，處在鳥嶼和員貝嶼之間，其成因是海流作用將原本吉貝島、鳥嶼及員貝嶼等處的沙子，沖刷到鳥嶼外海而堆積出的天然沙洲，並在1986年韋恩颱風的推波助瀾之下匯集成沙灘島，從此澎澎灘在滿潮的時候也不會被淹沒。而在不斷的堆積之下，現在的尾端逐漸和鳥嶼相連，退潮時可以涉水而過。澎澎灘整體形狀狹長，是由潔白的珊瑚碎屑、貝殼及石英等構成，尾端會隨海潮洋流搖曳不定，遠看彷彿一尾白龍在海中擺尾，因此又被稱為「活龍灘」。在澎澎灘可以體驗到各式各樣的水上活動，像是浮潛、搭乘香蕉船和乘坐水上摩托車，還能嘗試「透明的獨木舟」，或是結合衝浪和獨木舟特色的「SUP立槳」，保證可以盡興而歸！除了能暢玩水上活動之外，澎澎灘也是生態保育區，在每年4到10月，有許多燕鷗會在此繁殖、棲息，其中以紅燕鷗、鳳頭燕鷗為主，因此縣政府將沙洲四分之三區域劃為海鳥保護區，禁止遊客進入，以免破壞鳥類自然生態。",
        Description: "​澎澎灘位於白沙鄉，處在鳥嶼和員貝嶼之間，其成因是海流作用將原本吉貝島、鳥嶼及員貝嶼等處的沙子，沖刷到鳥嶼外海而堆積出的天然沙洲，並在1986年韋恩颱風的推波助瀾之下匯集成沙灘島，從此澎澎灘在滿潮的時候也不會被淹沒。而在不斷的堆積之下，現在的尾端逐漸和鳥嶼相連，退潮時可以涉水而過。",
        Phone: "886-6-9916007",
        Address: "澎湖縣白沙鄉澎澎灘",
        ZipCode: "884",
        OpenTime: "Sun 24 hours；Mon 24 hours；Tue 24 hours；Wed 24 hours；Thu 24 hours；Fri 24 hours；Sat 24 hours",
        Picture: {
            PictureUrl1: "https://www.penghu-nsa.gov.tw/FileDownload/TravelInformation/Big/20230209134714208041.png",
            PictureDescription1: "澎澎灘鳥嶼員貝"
        },
        Position: {
            PositionLon: 119.63970184326172,
            PositionLat: 23.659040451049805,
            GeoHash: "wsjnd6yzz"
        },
        Class1: "自然風景類",
        Level: "非古蹟",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080600H_000080",
        ScenicSpotName: "夢幻沙灘",
        DescriptionDetail: "在您眼前這一片金黃色的小沙灘，就是西嶼的秘境——夢幻沙灘，原名為網垵沙灘，是一座小而美的沙灘，綿延大約200公尺，之所以稱為夢幻沙灘，不僅僅因為是西嶼觀賞日落的最佳地點，更因爲是退潮才會出現的沙灘，平時都是在海裡的，所以一定要先查好潮汐的時間才能看見喔！距離夢幻沙灘不遠的小池角社區中，有一條充滿歷史感的竹仔街，曾被稱為「開嶼第一街」，約300公尺的街道在日治時期相當熱鬧，有西裝店、打鐵店、糕餅店等。竹仔街當年最繁榮的時候從街頭到街尾共有24間三合院，不過在沒落與人口外流之後，老屋幾乎人去樓空，已不復見昔日的繁華。台灣光復得時候，大批的反共救國軍進駐竹仔街，並且在街上經營福利社，到救國軍離開後才荒廢，129號的門楣上方，還留有一個斑駁的國徽，敘述這段歷史。如今連當初命名的大片竹林都已經消失，深感物換星移，不復舊貌。",
        Description: "​在您眼前這一片金黃色的小沙灘，就是西嶼的秘境——夢幻沙灘，原名為網垵沙灘，是一座小而美的沙灘，綿延大約200公尺，之所以稱為夢幻沙灘，不僅僅因為是西嶼觀賞日落的最佳地點，更因爲是退潮才會出現的沙灘，平時都是在海裡的，所以一定要先查好潮汐的時間才能看見喔！",
        Phone: "886-6-9216521",
        Address: "澎湖縣西嶼鄉夢幻沙灘",
        ZipCode: "881",
        TravelInfo: "馬公出發，沿澎203號縣道，往西嶼鄉方向，接著走澎8鄉道，再接澎3鄉道",
        OpenTime: "Sun 24 hours；Mon 24 hours；Tue 24 hours；Wed 24 hours；Thu 24 hours；Fri 24 hours；Sat 24 hours",
        Picture: {},
        Position: {
            PositionLon: 119.50887298583984,
            PositionLat: 23.611909866333008,
            GeoHash: "wshyr6rtq"
        },
        Class1: "生態類",
        Level: "非古蹟",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080600H_000092",
        ScenicSpotName: "菜園休閒漁業區",
        DescriptionDetail: "澎湖開拓館的前身是「澎湖縣長公館」，興建於1933年，是日治時期澎湖廳長與二戰後澎湖縣長的官邸，它的建築特色在於日洋混合的建築形式，也被稱為和洋折衷建築，並運用澎湖本地的建築素材。入口玄關、西式客廳與餐廳的部分，採用的是洋式鋼筋混凝土建築；而屋頂、和室客廳、臥室以及廊下，從設計到材料都是道地的日式風格。至於大門入口前庭則以澎湖特有的玄武岩堆砌的矮牆來分隔內外。同樣也在日治時期1933年興建的澎湖廳舍，原先日本政府統治臺灣後，仍沿用清廷留下的澎湖廳舍，但是木作建築因為潮濕、白蟻等問題受損嚴重，機能與空間都不再符合使用需求，於是在媽宮城外北側的鬼仔山地區由上瀧組承包興建新的澎湖廳舍。新的澎湖廳舍是兩層石造和混凝土的建築物，所用的石材都是澎湖當地的玄武岩。整體設計對稱工整，屋頂覆蓋著日式的傳統屋瓦造型，在中央更設置「天照皇大神宮」的塔樓，像是戴了一頂冠帽也因此被稱為帝冠式建築。外牆也塗上因應戰爭的「國防色」卡其色。在台灣光復後，中華民國政府仍沿用澎湖廳舍做為澎湖縣政府辦公廳，是充滿歷史意義的建築喔！",
        Description: "澎湖開拓館的前身是「澎湖縣長公館」，興建於1933年，是日治時期澎湖廳長與二戰後澎湖縣長的官邸，它的建築特色在於日洋混合的建築形式，也被稱為和洋折衷建築，並運用澎湖本地的建築素材。",
        Phone: "886-6-9216521",
        Address: "澎湖縣馬公市菜園里",
        ZipCode: "880",
        TravelInfo: "機車／汽車：自馬公市區經中華路，接縣道204至石泉國小右轉，205號縣道後左轉，看到「菜園生命公園」指標右轉，一小段路後即可到達。",
        OpenTime: "Sun 24 hours；Sun 24 hours；Mon 24 hours；Mon 24 hours；Tue 24 hours；Tue 24 hours；Wed 24 hours；Wed 24 hours；Thu 24 hours；Thu 24 hours；Fri 24 hours；Fri 24 hours；Sat 24 hours；Sat 24 hours",
        Picture: {
            PictureUrl1: "https://www.penghu-nsa.gov.tw/FileDownload/TravelInformation/Big/20230201143857071754.jpg",
            PictureDescription1: "菜園休閒漁業區",
            PictureUrl2: "https://www.penghu-nsa.gov.tw/FileDownload/TravelInformation/Big/20230201143900852773.JPG",
            PictureDescription2: "菜園休閒漁業區",
            PictureUrl3: "https://www.penghu-nsa.gov.tw/FileDownload/TravelInformation/Big/20230201143859696214.JPG",
            PictureDescription3: "菜園休閒漁業區"
        },
        Position: {
            PositionLon: 119.59529876708984,
            PositionLat: 23.55010986328125,
            GeoHash: "wsjjcrntk"
        },
        Class1: "文化類",
        Level: "非古蹟",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080600H_000095",
        ScenicSpotName: "嵵裡沙灘",
        DescriptionDetail: "嵵裡聚落北邊有一座小山丘，形似古代官員所戴的紗帽，稱為紗帽山，嵵裡聚落正位於紗帽所延伸出來的冠耳（台語稱為「匙」）上，所以稱為「嵵內」或「嵵裡」。嵵裡南邊濱臨大海，有一片由珊瑚及貝殼碎片所組成的白色沙灘。早期是居民牽網捕魚的漁場，也曾一度發展為本縣最大的海水浴場，景色可媲美夏威夷的威基基海灘(Waikiki)。嵵裡沙灘綿延1公里餘，並有風積砂丘景觀，海域平緩，海水湛藍，是澎湖本島天然條件最優的海濱浴場。走在由珊瑚和貝殼沙構成的海灘上，或享受日光浴，或戲水弄潮，或露營野炊，誠為渡假一遊，偷得浮生半日閒的最適當場所。玩家秘笈西邊沙灘上一沙丘陡坡俗稱「白馬坡」，可挑戰腳力攀爬。嵵裡沙灘可從事傳統的牽罟活動，體驗豐富的漁村生活！追星資訊2012年電視劇「陽光正藍」（Loves In Penghu），全劇於澎湖拍攝，主要的場景－嵵裡沙灘，現在仍保留了拍片時使用的船隻，嵵裡海天一色的景象讓導演梁修身，特別帶了整個劇組到澎湖來拍攝。「陽光正藍」由陳博正、張瓊姿、梁赫群、白歆惠、趙駿亞、趙世蓉、是元介主演。劇情敘述老船長反對博奕產業進入澎湖的故事。除了之外，美美的「Canon EOS 650D -澎湖篇」廣告影片，牽罟的地點也是在嵵裡沙灘，來這裡可別忘了也親身來體驗一下，還可以跟劇中的漁船合影留念哦。",
        Description: "嵵裡聚落北邊有一座小山丘，形似古代官員所戴的紗帽，稱為紗帽山，嵵裡聚落正位於紗帽所延伸出來的冠耳（台語稱為「匙」）上，所以稱為「嵵內」或「嵵裡」。 嵵裡南邊濱臨大海，有一片由珊瑚及貝殼碎片所組成的白色沙灘。早期是居民牽網捕魚的漁場，也曾一度發展為本縣最大的海水浴場，景色可媲美夏威夷的威基基海灘(Waikiki)。",
        Phone: "886-6-9216521",
        Address: "澎湖縣馬公市嵵裡里",
        ZipCode: "880",
        TravelInfo: "1. 機車／汽車：自馬公巿區出發，由中華路接縣道204至興仁，右轉接縣道201，途經鎖港、五德、井垵，即可到達。2. 公車資訊：請搭乘風櫃線公車於嵵裡站下車。3. 澎湖縣政府公共車船管理處時刻表連結",
        OpenTime: "Sun 24 hours；Mon 24 hours；Tue 24 hours；Wed 24 hours；Thu 24 hours；Fri 24 hours；Sat 24 hours",
        Picture: {},
        Position: {
            PositionLon: 119.56710052490234,
            PositionLat: 23.52560043334961,
            GeoHash: "wsjjbfdne"
        },
        Class1: "自然風景類",
        Level: "非古蹟",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315080600H_000129",
        ScenicSpotName: "雙心石滬",
        DescriptionDetail: "石滬是先民智慧的展現，它是利用玄武岩和珊瑚礁所砌築的捕魚陷阱，而七美的雙心石滬因造型浪漫，吸引眾多的情侶前來，儼然成為澎湖觀光的代表景點。雙心石滬是澎湖地區眾多石滬中，保留最完整的石滬，若要觀看雙心石滬必須先確認每日的退潮時間，才能順利看到完整的石滬雙心形狀。追星資訊雙心石滬、龍埕、燈塔等七美的各個景點，也是常在MV或廣告片出現，尤其是雙心石滬，劉燁「愛無界鎖定今生」、廣告片「 Canon EOS 650D -澎湖篇」，還有「原味的夏天」中爺爺的私生女去尋找她媽媽所遺留下來卡片中的場景，都是這兒。看看環景(Go)",
        Description: "石滬是先民智慧的展現，它是利用玄武岩和珊瑚礁所砌築的捕魚陷阱。而七美的雙心石滬因造型浪漫，吸引眾多的情侶前來，儼然成為澎湖觀光的代表景點。",
        Phone: "886-6-9972154",
        Address: "澎湖縣七美鄉雙心石滬",
        ZipCode: "883",
        TravelInfo: "1. 七美遊客中心位於七美鄉南滬港旁，搭船前往七美鄉時，一下船即可看到七美遊客中心。2. 搭船的澎友，請自巿區南海遊艇碼頭（新營路25號）搭乘車管處交通船或民營快艇（僅旺季行駛）前往，船行時間約70分鐘（交通船約2小時）。3.選擇搭機，每日皆有德安航空往返馬公，七美和高雄間。",
        OpenTime: "Sun 24 hours；Mon 24 hours；Tue 24 hours；Wed 24 hours；Thu 24 hours；Fri 24 hours；Sat 24 hours",
        Picture: {
            PictureUrl1: "https://www.penghu-nsa.gov.tw/FileDownload/TravelInformation/Big/20160907103937579129421.jpg",
            PictureDescription1: "2011攝影比賽-銀牌-雙心之美-林信宏"
        },
        Position: {
            PositionLon: 119.44696807861328,
            PositionLat: 23.2202205657959,
            GeoHash: "wshun54es"
        },
        Class1: "自然風景類",
        Level: "非古蹟",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020180",
        ScenicSpotName: "莒光遊客中心",
        DescriptionDetail: "馬祖莒光鄉舊時稱白肯，因「肯」為福州話「犬」之擬音，又稱之為白犬，兩座島嶼山形像似兩隻小狗趴臥在海面上，因而稱東島為東犬島、西島為西犬島，1971年更名為莒光鄉，取其「毋忘在莒」之意，並改稱東莒、西莒，而莒光遊客中心就位在東莒島上福正聚落旁。仿閩東建築的遊客中心外觀，與周圍的燈塔、石頭屋融為一體，是棟相當有特色的建築，宛若度假中心一般的氣息，加上面海面山，視野俱佳，坐在遊客中心休息，閱讀旅遊資料，也成為一種享受；遊客中心內部不僅可以觀賞介紹影片，還提供遊玩資訊的諮詢，一旁設有福正藍眼淚驛站，供遊客休憩品嚐特色淡菜、紅糟雞料理，有機會到莒光走一遭，可別錯過這一站！",
        Description: "馬祖莒光鄉舊時稱白肯，因「肯」為福州話「犬」之擬音，又稱之為白犬，兩座島嶼山形像似兩隻小狗趴臥在海面上，因而稱東島為東犬島、西島為西犬島，1971年更名為莒光鄉，取其「毋忘在莒」之意，並改稱東莒、西莒，而莒光遊客中心就位在東莒島上福正聚落旁。仿閩東建築的遊客中心外觀，與周圍的燈塔、石頭屋融為一體，是棟相當有特色的建築，宛若度假中心一般的氣息，加上面海面山，視野俱佳，坐在遊客中心休息，閱讀旅遊資料，也成為一種享受；遊客中心內部不僅可以觀賞介紹影片，還提供遊玩資訊的諮詢，一旁設有福正藍眼淚驛站，供遊客休憩品嚐特色淡菜、紅糟雞料理，有機會到莒光走一遭，可別錯過這一站！",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉福正村1號",
        ZipCode: "21191",
        OpenTime: "08:00-17:30",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2813&w=1280&h=960",
            PictureDescription1: "莒光遊客中心"
        },
        Position: {
            PositionLon: 119.98533630371094,
            PositionLat: 25.961830139160156,
            GeoHash: "wst7dq4ws"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020182",
        ScenicSpotName: "福正聚落",
        DescriptionDetail: "簡單樸實閩東風情 見證聚落遷徙 來到東莒島必訪景點－福正聚落，樸素景色令人印象深刻，在東莒當地有句俗諺：「夏福正，冬大浦」，由於大浦村位於南端，冬季時恰可抵禦東北風，而夏日吹西南風，東莒島北端的福正村最適人居，讓早期的東莒島民，就如同諺語所說，隨季節往返兩村港澳捕魚。 福正聚落曾經是東莒最繁華的村落，在漁獲量遞減，隨著居民移居和駐軍減少後，往日的榮景不再，獨留一幢幢殘缺的石屋與後方東莒島燈塔相伴，還有仍默默守護村莊的白馬尊王廟；村落的閩東建築形式多為簡單的二落水、亂石砌，與芹壁相比，又是另一種氛圍，聚落內僅約十戶人家居住，寧靜純樸，別有一番風味。 近年來，政府大力推動聚落保存，福正村從杳無人煙，逐漸恢復活絡，成為當地珍貴的文化遺產，人去樓空的景象或許引人惆悵，但它所散發的幽靜之美，卻是馬祖傳統聚落所獨具的人文氣息。 福正白馬尊王廟曠古風貌 走進福正聚落，有的是純樸幽靜之美，屋瓦磚牆在歲月雕琢下展現滄桑，遠遠望去，白馬尊王廟鮮豔的焰形封火山牆格外突出，據傳廟宇建於清朝道光年間，2000年時因建築構造陳舊，拆除重建，主祀神明白馬尊王及夫人、陪祀神臨水夫人及馬元帥，鎮守著村落。",
        Description: "簡單樸實閩東風情 見證聚落遷徙 來到東莒島必訪景點－福正聚落，樸素景色令人印象深刻，在東莒當地有句俗諺：「夏福正，冬大浦」，由於大浦村位於南端，冬季時恰可抵禦東北風，而夏日吹西南風，東莒島北端的福正村最適人居，讓早期的東莒島民，就如同諺語所說，隨季節往返兩村港澳捕魚。 福正聚落曾經是東莒最繁華的村落，在漁獲量遞減，隨著居民移居和駐軍減少後，往日的榮景不再，獨留一幢幢殘缺的石屋與後方東犬燈塔相伴，還有仍默默守護村莊的白馬尊王廟；村落的閩東建築形式多為簡單的二落水、亂石砌，與芹壁相比，又是另一種氛圍，聚落內僅約十戶人家居住，寧靜純樸，別有一番風味。 近年來，政府大力推動聚落保存，福正村從杳無人煙，逐漸恢復活絡，成為當地珍貴的文化遺產，人去樓空的景象或許引人惆悵，但它所散發的幽靜之美，卻是馬祖傳統聚落所獨具的人文氣息。 福正白馬尊王廟曠古風貌 走進福正聚落，有的是純樸幽靜之美，屋瓦磚牆在歲月雕琢",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉福正聚落",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2815&w=1280&h=960",
            PictureDescription1: "福正聚落"
        },
        Position: {
            PositionLon: 119.9867935180664,
            PositionLat: 25.96324920654297,
            GeoHash: "wst7dq7wy"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020184",
        ScenicSpotName: "東莒島燈塔(東犬燈塔)",
        DescriptionDetail: "碧海藍天下走過百年歲月的潔白燈塔 東莒島燈塔，又名「東莒島燈塔」，位在東莒島的東北方，清朝因鴉片戰爭失利，與英國簽訂南京條約開放沿海通商，為便於辨別福州方位，同治年間又應英人要求興建燈塔，造建於清同治11年（1872年），在此歷史背景下，東莒島燈塔於焉誕生。東莒島燈塔於1988年被內政部評定為台閩地區第二級古蹟，是台灣第一座使用花崗岩建造的燈塔，外觀漆成雪白色，燈塔的高度約19.5公尺，光源經過蚌型水晶透鏡折射後，光程可遠達16.7浬（約31公里）。 東莒島燈塔靜靜在東莒島服勤超過百年，每天夜裡固定閃爍著一長兩短的燈號，最特別的地方，就是在連接燈塔與辦公室的草地上，築有一道長達30公尺的白色防風矮牆，主因是東莒島燈塔位處高地，風勢強勁，這道防風牆可以讓工作人員在強風吹襲時，低身快速通過，讓古時工作人員手上的煤油燈不會被吹熄。 白毛城－燈塔文物展示館 2008年6月開放的燈塔文物展示館有一片長長的白色防風牆，當地居民稱此地為「白毛城」，屬於英式建築，館藏豐富的燈塔文物，增添了燈塔旅遊的豐富性，是不容錯過的遊覽重點。 東莒大砲連 藍眼淚追淚熱點之一 與東莒島燈塔相連的大砲連，以前曾是軍事重地，順著海岸線綿延數百公尺的營區，建有碉堡、榴砲等，如今成為馬祖軍事景點，開放讓遊客參觀，沿著木柵欄圍出的步道向前行至盡頭的小平台，更是夜間觀賞藍眼淚的私房景點之一呢！ 備註：東莒島多礁岩地形，夜晚光線不足易發生危險，切勿獨自前往並建議由導遊陪同觀賞藍眼淚。",
        Description: "碧海藍天下走過百年歲月的潔白燈塔 東莒島燈塔，又名「東犬燈塔」，位在東莒島的東北方，清朝因鴉片戰爭失利，與英國簽訂南京條約開放沿海通商，為便於辨別福州方位，同治年間又應英人要求興建燈塔，造建於清同治11年（1872年），在此歷史背景下，東莒島燈塔於焉誕生。東莒島燈塔於1988年被內政部評定為台閩地區第二級古蹟，是台灣第一座使用花崗岩建造的燈塔，外觀漆成雪白色，燈塔的高度約19.5公尺，光源經過蚌型水晶透鏡折射後，光程可遠達16.7浬（約31公里）。 東莒島燈塔靜靜在東莒島服勤超過百年，每天夜裡固定閃爍著一長兩短的燈號，最特別的地方，就是在連接燈塔與辦公室的草地上，築有一道長達30公尺的白色防風矮牆，主因是東莒島燈塔位處高地，風勢強勁，這道防風牆可以讓工作人員在強風吹襲時，低身快速通過，讓古時工作人員手上的煤油燈不會被吹熄。 白毛城－燈塔文物展示館 2008年6月開放的燈塔文物展示館有一片長",
        Phone: "886-836-88283",
        Address: "連江縣莒光鄉福正村56號之1",
        ZipCode: "21191",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2834&w=1280&h=960",
            PictureDescription1: "東莒島燈塔(東犬燈塔)"
        },
        Position: {
            PositionLon: 119.9905776977539,
            PositionLat: 25.964040756225586,
            GeoHash: "wst7dqw7r"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020185",
        ScenicSpotName: "神祕小海灣",
        DescriptionDetail: "療癒系的神秘海岸 神祕小海灣位於福正聚落通往大浦聚落途中的澳口，是最近幾年才被命名的新景點，一望無際的遼闊大海，讓人心胸變得無限寬廣。在藍眼淚好發季節時，這裡也是東莒島追淚熱點之一，可以從高處欣賞峽灣中的大片藍色螢光。 從某個角度望去，海灣海蝕柱與海蝕溝充滿著想像的空間，因此民間流傳了呂洞賓與何仙姑在此得道成仙的浪漫故事，故又名「呂何崖」；平台右下方，有一平衡岩，傳說是玉帝的玉璽，為了鎮住呂何二仙所擺放，往平台右方遠眺山稜線，又酷似一隻石獅看守玉璽，石獅下方海平面上有一尖銳之海蝕柱，漲潮時像一隻鯊魚，退潮時又像一隻犀牛與石獅緊緊相伴。 海灣東上方有一坑洞，居民稱之為「燕巢」，是鳥類聚集之處，曾經有電視台探險節目一行人，冒險進入拍攝洞內景觀，該洞穴可以通往海邊，早年是採蚵者的捷徑。據說昔日馬祖列島海盜橫行，這裡曾經是島上民眾躲避海盜的最佳藏身之處，由於坑洞內尚遺留砲彈殼及未爆彈，建議遊客切勿冒險進入。",
        Description: "療癒系的神秘海岸 神祕小海灣位於福正聚落通往大浦聚落途中的澳口，是最近幾年才被命名的新景點，一望無際的遼闊大海，讓人心胸變得無限寬廣。在藍眼淚好發季節時，這裡也是東莒島追淚熱點之一，可以從高處欣賞峽灣中的大片藍色螢光。 從某個角度望去，海灣海蝕柱與海蝕溝充滿著想像的空間，因此民間流傳了呂洞賓與何仙姑在此得道成仙的浪漫故事，故又名「呂何崖」；平台右下方，有一平衡岩，傳說是玉帝的玉璽，為了鎮住呂何二仙所擺放，往平台右方遠眺山稜線，又酷似一隻石獅看守玉璽，石獅下方海平面上有一尖銳之海蝕柱，漲潮時像一隻鯊魚，退潮時又像一隻犀牛與石獅緊緊相伴。 海灣東上方有一坑洞，居民稱之為「燕巢」，是鳥類聚集之處，曾經有電視台探險節目一行人，冒險進入拍攝洞內景觀，該洞穴可以通往海邊，早年是採蚵者的捷徑。據說昔日馬祖列島海盜橫行，這裡曾經是島上民眾躲避海盜的最佳藏身之處，由於坑洞內尚遺留砲彈殼及未爆彈，建議遊客切勿",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉神秘小海灣",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2839&w=1280&h=960",
            PictureDescription1: "神祕小海灣"
        },
        Position: {
            PositionLon: 119.98236846923828,
            PositionLat: 25.956680297851562,
            GeoHash: "wst7dm22x"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020186",
        ScenicSpotName: "大浦聚落",
        DescriptionDetail: "東莒必備的古宅行旅 到東莒，看老房子絕對是必備的行程，除燈塔下方的福正聚落，在大埔石刻旁的大浦聚落亦值得一看。 福州語「浦」為小港灣之意，大浦聚落澳口朝南，曾經是東莒僅次於福正的第二大傳統漁村，全盛時有50多戶人家、200多位居民，港內停泊數十艘大大小小漁船，人丁興旺；附近海域早期盛產黃魚、鯧魚與帶魚，可謂天然港灣，加上聚落對面之「對面山」（又稱樓仔頂）正好可以阻擋冬季北風的入侵，故島上的居民，常依經驗法則順應季風變化改變漁作澳口，因而有「夏福正，冬大浦」的居住慣例。 自從1992年戰地解除、漁獲驟減後，人口逐漸外移，大浦聚落甚至成為一處只剩鬼神、不見人影的雜草蔓生禁地，昔日漁村榮景已成追憶；直至近十年，在有心人士與政府部落活化政策合作下，新住民與藝術家進駐，修屋築牆、活化老屋、帶動生氣，漸漸開始有居民回歸，有民宿、有遊客，讓大浦重生。 大浦東洋山遼闊景色 站在大浦聚落的岬角觀景台，這裡視野遼闊，是觀賞林坳嶼的最佳景點，沿大浦路東北行，一到靶場折向東，便接上新闢的東洋山步道，東洋山步道與北竿螺蚌山自然步道堪稱馬祖步道二絕，展現的都是壯闊的氣度。",
        Description: "東莒必備的古宅行旅 到東莒，看老房子絕對是必備的行程，除燈塔下方的福正聚落，在大埔石刻旁的大浦聚落亦值得一看。 福州語「浦」為小港灣之意，大浦聚落澳口朝南，曾經是東莒僅次於福正的第二大傳統漁村，全盛時有50多戶人家、200多位居民，港內停泊數十艘大大小小漁船，人丁興旺；附近海域早期盛產黃魚、鯧魚與帶魚，可謂天然港灣，加上聚落對面之「對面山」（又稱樓仔頂）正好可以阻擋冬季北風的入侵，故島上的居民，常依經驗法則順應季風變化改變漁作澳口，因而有「夏福正，冬大浦」的居住慣例。 自從1992年戰地解除、漁獲驟減後，人口逐漸外移，大浦聚落甚至成為一處只剩鬼神、不見人影的雜草蔓生禁地，昔日漁村榮景已成追憶；直至近十年，在有心人士與政府部落活化政策合作下，新住民與藝術家進駐，修屋築牆、活化老屋、帶動生氣，漸漸開始有居民回歸，有民宿、有遊客，讓大浦重生。 大浦東洋山遼闊景色 站在大浦聚落的岬角觀景台，這裡視",
        Phone: "886-836-88024",
        Address: "連江縣莒光鄉大浦聚落",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2848&w=1280&h=960",
            PictureDescription1: "大浦聚落"
        },
        Position: {
            PositionLon: 119.97691345214844,
            PositionLat: 25.951820373535156,
            GeoHash: "wst7dhks2"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020189",
        ScenicSpotName: "大埔石刻",
        DescriptionDetail: "記載功績的重要歷史遺跡 大埔石刻是台閩地區三級古蹟，位於東莒島的最南端，在1953年被國軍發現，並為了避免古蹟受損，建有懷古亭作為保護；岩盤碑文記載了明萬曆年間沈有容將軍在東莒不傷一兵一卒，即捉拿倭寇69名的豐功偉績，字跡出自當時工部右侍郎董應舉題文，為馬祖早期倭寇猖獗的歷史，留下珍貴見證。 從大埔石刻往前望去，可見圍繞在海中的軌條砦，踩著木棧道走下海邊一探，礁石嶙峋，別有洞天。 大埔石刻不僅記載著名將沈有容輝煌的戰功，當地民眾更相傳，大埔石刻本身就是一張藏寶圖，如果能破解字裡行間的暗示，就可以找到隱藏在東莒島某處的寶藏，各位遊客前往大埔石刻參觀時，不妨動動腦囉！ 備註：提醒遊客木棧道鄰近海邊，長期風蝕雨淋日曝，行走時請小心慢行，海邊礁石區遊玩時，應留意潮汐，注意安全。",
        Description: "記載功績的重要歷史遺跡 大埔石刻是台閩地區三級古蹟，位於東莒島的最南端，在1953年被國軍發現，並為了避免古蹟受損，建有懷古亭作為保護；岩盤碑文記載了明萬曆年間沈有容將軍在東莒不傷一兵一卒，即捉拿倭寇69名的豐功偉績，字跡出自當時工部右侍郎董應舉題文，為馬祖早期倭寇猖獗的歷史，留下珍貴見證。 從大埔石刻往前望去，可見圍繞在海中的軌條砦，踩著木棧道走下海邊一探，礁石嶙峋，別有洞天。 大埔石刻不僅記載著名將沈有容輝煌的戰功，當地民眾更相傳，大埔石刻本身就是一張藏寶圖，如果能破解字裡行間的暗示，就可以找到隱藏在東莒島某處的寶藏，各位遊客前往大埔石刻參觀時，不妨動動腦囉！ 備註：提醒遊客木棧道鄰近海邊，長期風蝕雨淋日曝，行走時請小心慢行，海邊礁石區遊玩時，應留意潮汐，注意安全。",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉大埔石刻",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2867&w=1280&h=960",
            PictureDescription1: "大埔石刻"
        },
        Position: {
            PositionLon: 119.9671401977539,
            PositionLat: 25.946449279785156,
            GeoHash: "wst79gmmh"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020190",
        ScenicSpotName: "林坳嶼",
        DescriptionDetail: "馬祖列島的極南點 從大浦聚落往南側望去，海面不遠處有座孤島，名為「林坳嶼」，是東莒島週邊的三座小島之一，也是馬祖列島的極南點；有別於北側的西牛嶼退潮時會形成連結東莒島之潮間帶，林坳嶼終年與東莒島遙遙相望，無法直接與東莒島相連。 林坳嶼島上有各種奇形怪石、植物生態資源豐富，根據植物專家調查表示，島上之多年生濱柃木深具觀賞價值；另島上怪石林立，饒富神話故事傳奇，目前尚未開放登島，僅有部分釣友會前往林坳嶼進行垂釣，是東莒島的主要釣場之一，也是釣友兵家必爭之地。 馬祖地質公園縣定自然地景之一 由於林坳嶼的特殊地質以及豐富的植物生態，2018年時被劃定為縣定自然地景，是馬祖地質公園十大地區域之一。",
        Description: "馬祖列島的極南點 從大浦聚落往南側望去，海面不遠處有座孤島，名為「林坳嶼」，是東莒島週邊的三座小島之一，也是馬祖列島的極南點；有別於北側的西牛嶼退潮時會形成連結東莒島之潮間帶，林坳嶼終年與東莒島遙遙相望，無法直接與東莒島相連。 林坳嶼島上有各種奇形怪石、植物生態資源豐富，根據植物專家調查表示，島上之多年生濱柃木深具觀賞價值；另島上怪石林立，饒富神話故事傳奇，目前尚未開放登島，僅有部分釣友會前往林坳嶼進行垂釣，是東莒島的主要釣場之一，也是釣友兵家必爭之地。 馬祖地質公園縣定自然地景之一 由於林坳嶼的特殊地質以及豐富的植物生態，2018年時被劃定為縣定自然地景，是馬祖地質公園十大地區域之一。",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉林坳嶼",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2872&w=1280&h=960",
            PictureDescription1: "林坳嶼"
        },
        Position: {
            PositionLon: 119.96761322021484,
            PositionLat: 25.942569732666016,
            GeoHash: "wst79ftwr"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020191",
        ScenicSpotName: "西牛嶼",
        DescriptionDetail: "潮退限定景點 馬祖版摩西分海 西牛嶼，或稱犀牛嶼，是東莒最著名的潮間帶，由沙灘、泥灘和礫石灘、礁岩等不同地質組成，因島形狀似犀牛而得名，在海水漲退之間，島嶼會與本島分離、接合，形成「陸連島」之景觀。 莒光在福建省閩江口外，剛好是淡水和海水交界，因此孕育出豐富的貝類及海鮮，當地盛產海瓜子（花蛤）、紫海膽、佛手、海鋼盔、紫菜、蠑螺及章魚等海鮮，種類極為豐富、口感鮮美，是公認的大自然冰箱，每逢農曆大潮期間，拾貝者絡繹其中，收穫豐碩。西牛嶼島上還有馬祖珍稀的海濱植物- 海芙蓉，可泡藥酒治療風濕等宿疾，島礁多為岩石構成，亦是東莒的絕佳釣場之一，不論是黑格、黑毛、鱸魚等季節性魚類，蘊藏豐富，也是釣客心中嚮往的所在之地呢！ 體驗摩西分海奇景 想親眼看到西牛嶼摩西分海的奇景，除了需算準漲、退潮時間（來回約需一小時），並穿上防滑鞋，並建議隨時留意潮汐變化，由熟悉當地的導遊帶領前往，以策安全。",
        Description: "潮退限定景點 馬祖版摩西分海 西牛嶼，或稱犀牛嶼，是東莒最著名的潮間帶，由沙灘、泥灘和礫石灘、礁岩等不同地質組成，因島形狀似犀牛而得名，在海水漲退之間，島嶼會與本島分離、接合，形成「陸連島」之景觀。 莒光在福建省閩江口外，剛好是淡水和海水交界，因此孕育出豐富的貝類及海鮮，當地盛產海瓜子（花蛤）、紫海膽、佛手、海鋼盔、紫菜、蠑螺及章魚等海鮮，種類極為豐富、口感鮮美，是公認的大自然冰箱，每逢農曆大潮期間，拾貝者絡繹其中，收穫豐碩。西牛嶼島上還有馬祖珍稀的海濱植物- 海芙蓉，可泡藥酒治療風濕等宿疾，島礁多為岩石構成，亦是東莒的絕佳釣場之一，不論是黑格、黑毛、鱸魚等季節性魚類，蘊藏豐富，也是釣客心中嚮往的所在之地呢！ 體驗摩西分海奇景 想親眼看到西牛嶼摩西分海的奇景，除了需算準漲、退潮時間（來回約需一小時），並穿上防滑鞋，並建議隨時留意潮汐變化，由熟悉當地的導遊帶領前往，以策安全。",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉西牛嶼",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2881&w=1280&h=960",
            PictureDescription1: "西牛嶼"
        },
        Position: {
            PositionLon: 119.97898864746094,
            PositionLat: 25.969200134277344,
            GeoHash: "wst7dpw19"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020192",
        ScenicSpotName: "中流嶼",
        DescriptionDetail: "東莒北海岸的小島嶼 中流嶼是福正聚落西北方一座從海中突起的小礁島，又稱為永留嶼，當地漁民亦稱之為漁澳，不生樹木，但貝類資源十分豐富；每逢潮退時分，礫灘裸露，正好將福正沙灘和鄰近的中流嶼連成一片，此時村民便會三五成群沿著礫石灘撿拾來自大自然的恩惠，撿拾貝類、海菜，享受豐收的樂趣，保證不虛此行。 備註：前往當地旅遊時，建議隨時留意潮汐變化，注意安全。",
        Description: "東莒北海岸的小島嶼 中流嶼是福正聚落西北方一座從海中突起的小礁島，又稱為永留嶼，當地漁民亦稱之為漁澳，不生樹木，但貝類資源十分豐富；每逢潮退時分，礫灘裸露，正好將福正沙灘和鄰近的中流嶼連成一片，此時村民便會三五成群沿著礫石灘撿拾來自大自然的恩惠，撿拾貝類、海菜，享受豐收的樂趣，保證不虛此行。 備註：前往當地旅遊時，建議隨時留意潮汐變化，注意安全。",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉中流嶼",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2887&w=1280&h=960",
            PictureDescription1: "中流嶼"
        },
        Position: {
            PositionLon: 119.97982788085938,
            PositionLat: 25.970029830932617,
            GeoHash: "wst7dpwwk"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020193",
        ScenicSpotName: "青帆港",
        DescriptionDetail: "昔日小香港 西莒的重要出入門戶 青帆港位在西莒島的南岸，是西莒出入的重要門戶，也是莒光鄉的行政中心，原名「青藩」，據說曾因有外國人居住於此而得名；倚著山坡而立的青帆村視野極佳，瞭望無際海面，白色山城配上萬里藍天，散發出地中海風情。 青帆村土地面積約134公頃，是商圈、聚落、港口，更是西莒島最熱鬧的村落，清末繁華時期，更是馬祖唯一設「鎮」之地，華洋輪船駛入閩江前必須在青帆澳口候潮補給，因而貿易盛行、熱鬧非凡，有「小香港」之稱；全盛時期曾轄有青東里、青西里，至今仍是莒光最熱鬧的市集，攤商、市場、餐飲和機關單位都集中在這裡。 走在村落屋舍之間，石牆、階梯上的標語，讓人彷彿回到了過往時空，村裡的古厝縮著身子委伏於新式建築之中，漁寮深鎖，昔日鼎盛的討海記憶褪了色；老屋門楣上的國徽為物換星移而長嘆。青帆境天后宮在老街上方，港口旁的威武陳元帥廟是本村及全島的信仰中心、香火極盛。 美國CIA「西方公司」旗幟飄揚山海一家 1920年代末，親日的偽「和平救國軍第二路軍」盤據於此；1930年代末，東海部隊轉進，司令部設在「山海一家」；1940年代初期，韓戰期間，美國CIA以「西方公司」名義進駐青帆山蒐集情報，於是美國國旗－星條旗曾在青帆村的山海一家飄揚了一段時日，故此，青帆港有著非常豐采的人文歷史，訴說著在地的故事。 威武陳元帥廟 青帆村的信仰中心 西莒威武陳元帥廟是當地的獨特信仰，陳元帥本名陳湯銘，為人好打抱不平，人稱陳大哥；成仁後肉身隨波漂至今青帆港，三天三夜不去，先民大奇，於是許願如出海滿載而歸就好好安葬他，不料竟然應驗，眾人愈發好奇，再次立誓如果捕獲無頭黃魚就立廟奉祀，隔天果然一樣靈驗，於是立廟尊祀至今。",
        Description: "昔日小香港 西莒的重要出入門戶 青帆港位在西莒島的南岸，是西莒出入的重要門戶，也是莒光鄉的行政中心，原名「青藩」，據說曾因有外國人居住於此而得名；倚著山坡而立的青帆村視野極佳，瞭望無際海面，白色山城配上萬里藍天，散發出地中海風情。 青帆村土地面積約134公頃，是商圈、聚落、港口，更是西莒島最熱鬧的村落，清末繁華時期，更是馬祖唯一設「鎮」之地，華洋輪船駛入閩江前必須在青帆澳口候潮補給，因而貿易盛行、熱鬧非凡，有「小香港」之稱；全盛時期曾轄有青東里、青西里，至今仍是莒光最熱鬧的市集，攤商、市場、餐飲和機關單位都集中在這裡。 走在村落屋舍之間，石牆、階梯上的標語，讓人彷彿回到了過往時空，村裡的古厝縮著身子委伏於新式建築之中，漁寮深鎖，昔日鼎盛的討海記憶褪了色；老屋門楣上的國徽為物換星移而長嘆。青帆境天后宮在老街上方，港口旁的威武陳元帥廟是本村及全島的信仰中心、香火極盛。 美國CIA「西方公司」旗",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉青帆港",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2890&w=1280&h=960",
            PictureDescription1: "青帆港"
        },
        Position: {
            PositionLon: 119.93536376953125,
            PositionLat: 25.96632957458496,
            GeoHash: "wst79pn2b"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020194",
        ScenicSpotName: "菜浦澳",
        DescriptionDetail: "西莒海蝕奇景秘境 位於西莒島東北方建國路底的菜浦澳，隸屬於田沃村，沿岸自然地貌屬典型之花崗岩錐狀形，花崗岩脈一條一條細長的橫紋節理呈放射狀深入海中，受海水侵蝕後形成大小不一的懸崖、險礁等，堆起千層浪，因此海岸地形十分多樣化，獨特的海蝕景觀是菜鋪澳地質公園最大的地理特色。 在青帆深水碼頭未完成前，菜浦澳是西莒最主要夏季進出港的澳口，夏季南風海浪陣風達7級以上，客船與商船都須在菜浦澳靠泊；再加上周圍海流變化大、漁源豐富，除了是海釣及拾貝的絕佳場所，更因澳口盛產紫菜而得名，每到產季，沿海一塊屬於陳將軍廟的大石，便會開放競標，得標者才有權利採集石塊上的紫菜，也算是馬祖一個相當特別的風俗民情。 目前菜浦澳據點外圍已開放旅客參觀，但仍有國軍駐守，只要依據指示，便可體驗駐守海角的苦樂。 在馬祖西莒遺落戰境看藍眼淚 菜埔澳昔日觀測平台由於沒有光害打擾，是夜間觀賞藍眼淚的最佳拍攝點，從平台往下望去，藍眼淚隨著浪花拍打岸邊礁岩時閃耀著藍色光芒，在海中若隱若現，很是美麗。 備註：夜晚周遭沒有燈光，加上仍為軍事據點、海風強勁，建議需由熟悉當地的導遊帶領前往觀賞藍眼淚，並注意自身安全。",
        Description: "西莒海蝕奇景秘境 位於西莒島東北方建國路底的菜浦澳，隸屬於田沃村，沿岸自然地貌屬典型之花崗岩錐狀形，花崗岩脈一條一條細長的橫紋節理呈放射狀深入海中，受海水侵蝕後形成大小不一的懸崖、險礁等，堆起千層浪，因此海岸地形十分多樣化，獨特的海蝕景觀是菜鋪澳地質公園最大的地理特色。 在青帆深水碼頭未完成前，菜浦澳是西莒最主要夏季進出港的澳口，夏季南風海浪陣風達7級以上，客船與商船都須在菜浦澳靠泊；再加上周圍海流變化大、漁源豐富，除了是海釣及拾貝的絕佳場所，更因澳口盛產紫菜而得名，每到產季，沿海一塊屬於陳將軍廟的大石，便會開放競標，得標者才有權利採集石塊上的紫菜，也算是馬祖一個相當特別的風俗民情。 目前菜浦澳據點外圍已開放旅客參觀，但仍有國軍駐守，只要依據指示，便可體驗駐守海角的苦樂。 在馬祖西莒遺落戰境看藍眼淚 菜埔澳昔日觀測平台由於沒有光害打擾，是夜間觀賞藍眼淚的最佳拍攝點，從平台往下望去，藍眼淚隨",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉菜浦澳",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2896&w=1280&h=960",
            PictureDescription1: "菜浦澳"
        },
        Position: {
            PositionLon: 119.94783782958984,
            PositionLat: 25.978500366210938,
            GeoHash: "wst7c3pre"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020196",
        ScenicSpotName: "蛇山",
        DescriptionDetail: "在沉浮的蛇山上尋神話之鳥 蛇山不是山，是由四座位在西莒西側外海的島礁所構成，一字蜿蜒排開，宛若長蛇盤據於海中；另有一說，稱蛇山主峰前的海蝕地形隨海水漲退，宛若蛇之吐信，因而得名。由於蛇山離西莒本島很近，並以連島礫灘與坤坵聚落相連，大潮時獨留蛇頭於海面上，往昔島上居民趁退潮時可涉水而過撿拾貝類，但因島礁上發現珍貴海鳥棲息繁衍，如今已被劃入燕鷗保護區。 蛇山是馬祖燕鷗保護區中，唯一位於莒光鄉內的島嶼，據調查有紅燕鷗、白眉燕鷗、蒼燕鷗及鳳頭燕鷗和神話之鳥-黑嘴端鳳頭燕鷗來此，因此每當夏季來臨時，在賞鳥亭便有機會見到燕鷗齊飛及在沙灘上沐浴消暑的景觀，是鳥迷口耳相傳的絕佳賞鳥景點。 備註：每年4至10月是燕鷗的繁殖期，禁止遊客登蛇山，提醒遊客到訪時應避免製造噪音，以免驚擾燕鷗嬌客們；並留意潮汐變化，注意安全。 坤坵沙灘 馬祖最美的沙灘 坤坵沙灘位於西莒島西端，夕照奇美，是馬祖一絕，值得到此一訪人間海角的晚天嫣紅；潮水退去時，從坤坵沙灘延伸直達蛇山的沙地步道原蹤畢露，潮間帶生態十分豐富，是西莒人的「天然冰箱」。 除了沙灘美景之外，坤坵還有一條「坤坵步道」，是沿著山勢而建的木棧道，穿行於西路山的灌叢間，沿途可以欣賞馬祖的各式原生植物，途中涼亭視野極闊，是賞景的好地點，在這裡遠眺蛇山又是另一種風情。",
        Description: "在沉浮的蛇山上尋神話之鳥 蛇山不是山，是由四座位在西莒西側外海的島礁所構成，一字蜿蜒排開，宛若長蛇盤據於海中；另有一說，稱蛇山主峰前的海蝕地形隨海水漲退，宛若蛇之吐信，因而得名。由於蛇山離西莒本島很近，並以連島礫灘與坤坵聚落相連，大潮時獨留蛇頭於海面上，往昔島上居民趁退潮時可涉水而過撿拾貝類，但因島礁上發現珍貴海鳥棲息繁衍，如今已被劃入燕鷗保護區。 蛇山是馬祖燕鷗保護區中，唯一位於莒光鄉內的島嶼，據調查有紅燕鷗、白眉燕鷗、蒼燕鷗及鳳頭燕鷗和神話之鳥-黑嘴端鳳頭燕鷗來此，因此每當夏季來臨時，在賞鳥亭便有機會見到燕鷗齊飛及在沙灘上沐浴消暑的景觀，是鳥迷口耳相傳的絕佳賞鳥景點。 備註：每年4至10月是燕鷗的繁殖期，禁止遊客登蛇山，提醒遊客到訪時應避免製造噪音，以免驚擾燕鷗嬌客們；並留意潮汐變化，注意安全。 坤坵沙灘 馬祖最美的沙灘 坤坵沙灘位於西莒島西端，夕照奇美，是馬祖一絕，值得到此一訪人間海",
        Phone: "886-836-89388",
        Address: "連江縣莒光鄉蛇島",
        ZipCode: "211",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=3183&w=1280&h=960",
            PictureDescription1: "坤坵沙灘"
        },
        Position: {
            PositionLon: 119.92597198486328,
            PositionLat: 25.97303009033203,
            GeoHash: "wst7bbprv"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020202",
        ScenicSpotName: "塘后道沙灘",
        DescriptionDetail: "北竿一定要去的親子景點 塘后道沙灘位於北竿機場旁，原本是連結塘岐村、后澳村之間的連島沙洲，由於沙質相當細緻潔白，因而被譽為「糖沙」，周圍廣闊、長數百公尺的沙灘，就像海中平原，漲潮時，沙灘被海水淹沒，只見一條小徑露出；退潮時，兩側沙灘會逐漸裸露，潮來路隱，潮去灘顯，是相當罕見的地形。但因建設北竿機場、為方便交通連結之故，在沙洲中間築起一條道路，將沙灘一分為二，「沙連島」的奇景不再。 如今漫步其中，除了感受腳下的細沙與冰涼的海水，還能超近距離看到飛機起降，是世界少有的機場景緻，值得在等待登機時，把握最後時間前往。 近距離欣賞夢幻藍眼淚 北竿代表淚點之一 每年3-9月是馬祖藍眼淚觀賞期，當海浪拍打上岸，藍色螢光在浪間閃閃發亮，此番美景令人著迷，伴隨著浪花漫步沙灘上，就能看到藍色流光圍繞在腳邊閃閃發亮，想要欣賞美麗的藍眼淚，可要把握住時間喔！",
        Description: "北竿一定要去的親子景點 塘后道沙灘位於北竿機場旁，原本是連結塘岐村、后澳村之間的連島沙洲，由於沙質相當細緻潔白，因而被譽為「糖沙」，周圍廣闊、長數百公尺的沙灘，就像海中平原，漲潮時，沙灘被海水淹沒，只見一條小徑露出；退潮時，兩側沙灘會逐漸裸露，潮來路隱，潮去灘顯，是相當罕見的地形。但因建設北竿機場、為方便交通連結之故，在沙洲中間築起一條道路，將沙灘一分為二，「沙連島」的奇景不再。 如今漫步其中，除了感受腳下的細沙與冰涼的海水，還能超近距離看到飛機起降，是世界少有的機場景緻，值得在等待登機時，把握最後時間前往。 近距離欣賞夢幻藍眼淚 北竿代表淚點之一 每年3-9月是馬祖藍眼淚觀賞期，當海浪拍打上岸，藍色螢光在浪間閃閃發亮，此番美景令人著迷，伴隨著浪花漫步沙灘上，就能看到藍色流光圍繞在腳邊閃閃發亮，想要欣賞美麗的藍眼淚，可要把握住時間喔！",
        Phone: "886-836-56531",
        Address: "連江縣北竿鄉塘後道沙灘",
        ZipCode: "210",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2660&w=1280&h=960",
            PictureDescription1: "塘后道沙灘"
        },
        Position: {
            PositionLon: 120.00476837158203,
            PositionLat: 26.222829818725586,
            GeoHash: "wstm4v8z1"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020225",
        ScenicSpotName: "鐵堡..",
        DescriptionDetail: "戰地巡禮必訪的南竿景點 想要深度體驗馬祖戰地風情，一定要將鐵堡納入旅遊路線中！來到仁愛村鐵板海邊上的獨立岩礁，隨即可以感受到戰地的肅殺氣氛，因此處地形險要、便於觀測海面動靜，早年曾被闢為軍事據點，由一班最精銳的兩棲蛙人部隊日夜戍守西側海岸線，更因防禦工事需要，將岩礁內部鑿空，上面覆以水泥掩體，粉刷迷彩漆料，並設置草綠色防護網架，甚至在岸邊崖壁上插滿了防止水鬼摸哨、突擊的碎玻璃與鐵條，佇立於浪濤中。 水泥步道下的鐵堡內部是挖空的坑道，堅硬的花崗岩壁鑿痕歷歷，通道兩側可以看見昔日的地下石室、射口、砲台、房間、廁所及廚房等空間井然羅列，麻雀雖小，五臟俱全，過去由於鐵堡位處偏僻，還配置軍犬防衛，是當時防區唯一有軍階的軍犬，循著坑道登上頂端，海面動靜一覽無遺，也能看到軍犬的圈養住所。時至今日，硝煙遠離，小小的岩礁，曾是海防要塞，處處透露「鐵血剽悍、海上堡壘」的氣魄。",
        Description: "戰地巡禮必訪的南竿景點 想要深度體驗馬祖戰地風情，一定要將鐵堡納入旅遊路線中！來到仁愛村鐵板海邊上的獨立岩礁，隨即可以感受到戰地的肅殺氣氛，因此處地形險要、便於觀測海面動靜，早年曾被闢為軍事據點，由一班最精銳的兩棲蛙人部隊日夜戍守西側海岸線，更因防禦工事需要，將岩礁內部鑿空，上面覆以水泥掩體，粉刷迷彩漆料，並設置草綠色防護網架，甚至在岸邊崖壁上插滿了防止水鬼摸哨、突擊的碎玻璃與鐵條，佇立於浪濤中。 水泥步道下的鐵堡內部是挖空的坑道，堅硬的花崗岩壁鑿痕歷歷，通道兩側可以看見昔日的地下石室、射口、砲台、房間、廁所及廚房等空間井然羅列，麻雀雖小，五臟俱全，過去由於鐵堡位處偏僻，還配置軍犬防衛，是當時防區唯一有軍階的軍犬，循著坑道登上頂端，海面動靜一覽無遺，也能看到軍犬的圈養住所。時至今日，硝煙遠離，小小的岩礁，曾是海防要塞，處處透露「鐵血剽悍、海上堡壘」的氣魄。",
        Phone: "886-836-25630",
        Address: "連江縣南竿鄉鐵堡",
        ZipCode: "209",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2583&w=1280&h=960",
            PictureDescription1: "鐵堡"
        },
        Position: {
            PositionLon: 119.92086791992188,
            PositionLat: 26.142030715942383,
            GeoHash: "wstk8z58q"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081000H_020231",
        ScenicSpotName: "印地安人頭岩",
        DescriptionDetail: "大自然雕塑而成的美景 順著大漢據點臨海的山勢稜線看去，由於海岸邊坡岩石長期受到海浪與風力的刻蝕，有一座如印地安人的頭形側影，仰臥在海際線邊，或有人說像是黑金剛、大猩猩頭；若走到北海坑道入口處往右望，也有人將整座坡段比擬成一條伏臥的鱷魚，造型唯妙唯肖，讓人驚奇，充分滿足了各自的想像力。 印地安人頭岩、大漢據點、北海坑道景點位置相近，且鄰近南竿遊客中心，若來到南竿仁愛村，不妨安排路線順遊多個景點，在壯闊風景與浪濤聲伴隨下，暢覽自然奇景與軍事景觀。 備註：印地安人頭岩位在大漢據點正上方，可於面對北海坑道右側觀景台欣賞。",
        Description: "大自然雕塑而成的美景 順著大漢據點臨海的山勢稜線看去，由於海岸邊坡岩石長期受到海浪與風力的刻蝕，有一座如印地安人的頭形側影，仰臥在海際線邊，或有人說像是黑金剛、大猩猩頭；若走到北海坑道入口處往右望，也有人將整座坡段比擬成一條伏臥的鱷魚，造型唯妙唯肖，讓人驚奇，充分滿足了各自的想像力。 印地安人頭岩、大漢據點、北海坑道景點位置相近，且鄰近南竿遊客中心，若來到南竿仁愛村，不妨安排路線順遊多個景點，在壯闊風景與浪濤聲伴隨下，暢覽自然奇景與軍事景觀。 備註：印地安人頭岩位在大漢據點正上方，可於面對北海坑道右側觀景台欣賞。",
        Phone: "886-836-25630",
        Address: "連江縣南竿鄉印地安人頭岩",
        ZipCode: "209",
        OpenTime: "全天",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2620&w=1280&h=960",
            PictureDescription1: "印地安人頭岩"
        },
        Position: {
            PositionLon: 119.9300537109375,
            PositionLat: 26.140459060668945,
            GeoHash: "wstk9ndrh"
        },
        Class1: "生態類",
        Class2: "國家風景區類",
        Class3: "自然風景類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081500H_000031",
        ScenicSpotName: "燭臺雙嶼",
        DescriptionDetail: "燭臺雙嶼高約60公尺，有著淒美「夫妻石」的傳說故事流傳著，這裡原本是金山岬的一部分，後因板塊運動形成橫直交錯節理的岩石，再加上海水及風不斷地侵蝕結果，使其與岬角分開，小小的海島經過長時間的海浪侵蝕，下方的海蝕洞逐漸貫穿成海岬，形成類似石門的海拱，後來海拱頂部崩塌，形成兩座海石柱形的顯礁，石柱岩基相連，水面上分歧為雙嶼，外形像兩座燭臺，所以被稱為「燭臺雙嶼」。  站在磺港獅頭山公園的中正亭，可以看到由金山區在民國73年設立的觀景平台及不銹鋼製的圓形框景，並勒碑銘曰「燭臺雙峙」，這裡也是拍攝燭臺雙嶼與欣賞海景的最佳地點，無論遠眺或俯瞰，遼闊的視野下，金山海岸豐富的地形景觀，美不勝收。",
        Phone: "886-2-24988980",
        Address: "新北市金山區獅頭山公園海濱",
        OpenTime: "全年無休",
        Picture: {},
        Position: {
            PositionLon: 121.65450286865234,
            PositionLat: 25.23291015625,
            GeoHash: "wsqx83d07"
        },
        Class1: "遊憩類",
        Class2: "國家風景區類",
        WebsiteUrl: "https://www.northguan-nsa.gov.tw/user/Article.aspx?Lang=1&SNo=04002744",
        ParkingPosition: {},
        Keyword: "北海岸及觀音山國家風景區入口網, 觀光資訊網, 魅力景點, 金山鄉, 燭臺雙嶼",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_315081600H_000309",
        ScenicSpotName: "外傘頂洲沙灘",
        DescriptionDetail: "外傘頂洲位於雲林、嘉義外海約10多公里處，現存面積約1000餘公頃，因形狀似傘得名，是臺灣最大的沙洲。外傘頂洲受到波浪、沿岸流及東北季風影響，平均每年往西南方向漂移60至70公尺，被稱為「移動的國土」，主要由濁水溪出海時挾帶大量的泥沙沖積而成。由於有了外傘頂洲的屏障，使得外傘頂洲與嘉義縣間的東石潟湖因此形成了平靜的廣大海域，也使的蚵仔養殖得以興盛。近年來由於沙源減少，面積範圍逐漸縮小，有關單位正努力搶救逐漸消失的外傘頂洲，也讓許多遊客前來一睹外傘頂洲的風采。塭港堆燈塔，是外傘頂洲上現僅有燈塔，塔身為鋼架塔。溫港堆燈塔的興建，係因其所在之長約5公里、寬1. 2公里的浮動沙丘，經常隨潮汐忽隱忽現，進而影響附近水道船隻的往返，為了安全之故，乃興建本燈塔。不過，由於塭港堆燈塔建立於沙洲上，因此不斷飄移，也不斷面臨地基遭沖毀的危險。塭港堆前後已重建七次，寫下臺灣與世界燈塔史上，燈塔重建次數最高的紀錄。",
        Description: "外傘頂洲位於雲林、嘉義外海約10多公里處，現存面積約1000餘公頃，因形狀似傘得名，是臺灣最大的沙洲。外傘頂洲受到波浪、沿岸流及東北季風影響，平均每年往西南方向漂移60至70公尺，被稱為「移動的國土」，主要由濁水溪出海時挾帶大量的泥沙沖積而成。由於有了外傘頂洲的屏障，使得外傘頂洲與嘉義縣間的東石潟湖因此形成了平靜的廣大海域，也使的蚵仔養殖得以興盛。近年來由於沙源減少，面積範圍逐漸縮小，有關單位正努力搶救逐漸消失的外傘頂洲，也讓許多遊客前來一睹外傘頂洲的風采。塭港堆燈塔，是外傘頂洲上現僅有燈塔，塔身為鋼架塔。溫港堆燈塔的興建，係因其所在之長約5公里、寬1. 2公里的浮動沙丘，經常隨潮汐忽隱忽現，進而影響附近水道船隻的往返，為了安全之故，乃興建本燈塔。不過，由於塭港堆燈塔建立於沙洲上，因此不斷飄...",
        Phone: "886-3-8875306",
        Address: "雲林縣653口湖鄉外海的外傘頂洲沙灘",
        ZipCode: "653",
        OpenTime: "全年皆可，無時間限制(00:00~24:00)",
        Picture: {
            PictureUrl1: "https://swcoast-nsa.travel/image/36406/640x480",
            PictureDescription1: "愜意的漫步在外傘頂洲沙灘上"
        },
        Position: {
            PositionLon: 120.05803680419922,
            PositionLat: 23.47028923034668,
            GeoHash: "wsjmebxs7"
        },
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_371030000A_000046",
        ScenicSpotName: "福正沙灘",
        DescriptionDetail: "順著福正村裡的小路慢慢走，會發現一片正在海陸交界處，隨著海風浪潮流轉靜臥，那即是被福正聚落圍繞的福正沙灘。福正沙灘是馬祖少見的砂岸地質景觀，細軟潔白的沙粒，正是人們戲水踏浪、體驗採蛤樂趣的最佳地方。另外，鮮少人知道的是，福正沙灘同時也是「馬祖花蛤」的產地，由於其潮間帶生態相當豐富，甚至有「東莒冰箱」的美稱。在花蛤盛產的夏季，遍地都可見到花蛤的蹤跡，徒手挖就會有意想不到的豐富收穫，其成就感不管是當地人或旅客都難以抗拒！",
        Phone: "886-886-836-56534",
        Address: "連江縣莒光鄉福正村1號(旅客遊客服務中心)",
        OpenTime: "全日開放",
        Picture: {},
        Position: {
            PositionLon: 119.98111724853516,
            PositionLat: 25.96685028076172,
            GeoHash: "wst7dppef"
        },
        Class1: "自然風景類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376420000A_000013",
        ScenicSpotName: "朝陽漁港",
        DescriptionDetail: "位於蘇澳鎮朝陽里(俗稱大南澳)海邊，北為烏石鼻自然保留區做為天然的屏障，加上附近海域資源豐富，因此，朝陽漁港旁成為磯釣客的最愛，也是蘇澳鎮南邊漁獲最豐富的漁場。朝陽漁港很乾淨，沒有漂流物，沒有垃圾，沒有魚腥味，不同於其他漁港。說到朝陽漁港便想到在漁港旁等候的在地人及遊客，引頸盼望著漁船的歸來，南澳定置漁網業者每天早上7點及下午4點滿載漁貨回港，由於南澳外海海域水深，又有黑潮經過，所以捕獲的大多是中大型、高價的洄游魚類。南澳一帶附近海域較沒有汙染，肉質鮮甜，漁船一靠岸大夥人一擁而上，就怕搶不到喜歡的魚種。搶到魚貨便道旁邊秤重量付錢即可，吸引許多人來此地購買新鮮魚貨。",
        Description: "位於蘇澳鎮朝陽里(俗稱大南澳)海邊，北為烏石鼻自然保留區做為天然的屏障，加上附近海域資源豐富，因此，朝陽漁港旁成為磯釣客的最愛，也是蘇澳鎮南邊漁獲最豐富的漁場。朝陽漁港很乾淨，沒有漂流物，沒有垃圾，沒有魚腥味，不同於其他漁港。說到朝陽漁港便想到在漁港旁等候的在地人及遊客，引頸盼望著漁船的歸來，南澳定置漁網業者每天早上7點及下午4點滿載漁貨回港，由於南澳外海海域水深，又有黑潮經過，所以捕獲的大多是中大型、高價的洄游魚類。南澳一帶附近海域較沒有汙染，肉質鮮甜，漁船一靠岸大夥人一擁而上，就怕搶不到喜歡的魚種。搶到魚貨便道旁邊秤重量付錢即可，吸引許多人來此地購買新鮮魚貨。",
        Phone: "886-3-9312152",
        Address: "宜蘭縣270蘇澳鎮朝陽路1號附近(朝陽社區內)",
        ZipCode: "270",
        TravelInfo: "搭乘火車至南澳火車站→右轉南強橋→右轉宜56鄉道→朝陽路→朝陽漁港",
        OpenTime: "全天候",
        Picture: {},
        Position: {
            PositionLon: 121.82105255126953,
            PositionLat: 24.46006965637207,
            GeoHash: "wsqehhg6h"
        },
        Class1: "文化類",
        ParkingPosition: {},
        TicketInfo: "免費",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376500000A_004017",
        ScenicSpotName: "外傘頂洲",
        DescriptionDetail: "外傘頂洲位於雲林、嘉義外海約10多公里處，現存面積約100餘公頃，因形狀似傘得名，是臺灣最大的沙洲。外傘頂洲受到波浪、沿岸流及東北季風影響，平均每年往西南方向漂移60至70公尺，被稱為「移動的國土」，主要由濁水溪出海時挾帶大量的泥沙沖積而成。近年來由於沙源減少，面積範圍逐漸縮小，嘉義沿海也因此逐漸失去天然的屏障。 「塭港堆燈塔」是外傘頂洲上現僅有燈塔，塔身為鋼架塔。溫港堆燈塔的興建，係因其所在之長約5公里、寬1.2公里的浮動沙丘，經常隨潮汐忽隱忽現，進而影響附近水道船隻的往返，為了安全之故，乃興建本燈塔。不過，由於塭港堆燈塔建立於沙洲上，因此不斷飄移，也不斷面臨地基遭沖毀的危險。塭港堆燈塔前後已重建七次，寫下臺灣與世界燈塔史上，燈塔重建次數最高的紀錄。外傘頂洲亦位處臺灣極西點，搭船前往僅需40分鐘可達，沿途可欣賞無邊際海景、特有蚵棚景致，還能偶遇海中飛跳的魚群，更可期待遇見臺灣特有種白海豚。下船後來到沙洲，大片細沙下有著豐富生態、文蛤、西施舌以及獨有的和尚蟹，可持著小耙子一起來探索。除了觀光漁筏，還有道地的海味料理，包含海鮮粥、炒麵、東石鮮蚵、各種蝦類與花枝，看了實在令人食指大動！",
        Phone: "886-5-3621855",
        OpenTime: "對外開放",
        Picture: {},
        Position: {
            PositionLon: 120.07852172851562,
            PositionLat: 23.48918914794922,
            GeoHash: "wsjmsknd2"
        },
        Class1: "遊憩類",
        Level: "非古蹟",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376530000A_000115",
        ScenicSpotName: "花瓶岩",
        DescriptionDetail: "花瓶岩，因珊瑚礁石受地殼運動推擠而升出水面，經海水反覆沖蝕，使外觀猶如花瓶瓶身而得名；將視線停留岩石頂端，這裡生長了一叢叢綠色植物，像是隨意拾起一把小草丟覆瓶口般，更是令人莞爾的別緻造型。不過從不同角度仔細觀看，是不是覺得它的模樣不像花瓶，倒像是氣味迷人的香菇，或是戴著一頂滑稽草帽的人頭像，然而不管花瓶岩的外形如何多變，都無損它是美的焦點的事實。這裡的沙灘乾乾淨淨，海水清澈見底，礁石生態令人嚮往不已，因此很多人喜歡選擇在花瓶岩周邊海域從事潛水活動，對於不熱中潛水的朋友，一樣可以盡享戲水樂趣。每逢退潮時，花瓶岩周邊的礁石也跟著露出海面，這時只要踏進淺灘，小心踩過溜滑的岩石面，本來幾尺之遙的花瓶岩就近在眼前。可知道在花瓶岩一旁玩水的好處是什麼嗎？好處是「避免陽光的摧殘」。由於花瓶岩總高將近九公尺，在烈陽的映照下，自然在岩石背面形成一片陰影，這處陰影可是彌足珍貴的。本來在酷熱難當的夏季，能夠優游於沁涼的海水是一件暢快事，不過海邊通常是一覽無遺、毫無遮蔽，在快樂戲水的同時，也會被無情的陽光曬得頭昏腦脹地，所以，往後在花瓶岩周圍從事踏浪活動時，別忘記這片小小的避暑地。恰逢漲潮時已不適合涉水，只是遠觀花瓶岩也有另一種風味，善用距離的想像，留下「環抱海中瓶」、「整理瓶中草」的「真實」畫面，同樣能為旅程中增添饒富趣味的美感經驗。",
        Phone: "886-8-8612405#115",
        Address: "屏東縣929琉球鄉環島公路",
        ZipCode: "929",
        TravelInfo: "自行開車：屏東林邊交流道→臺17線→東港→碼頭搭船→小琉球→花瓶岩",
        OpenTime: "全日開放",
        Picture: {},
        Position: {
            PositionLon: 120.3809814453125,
            PositionLat: 22.35533332824707,
            GeoHash: "wevx5mdv2"
        },
        Class1: "自然風景類",
        Class2: "遊憩類",
        WebsiteUrl: "http://liuqiu.pthg.gov.tw/liuqiu/web_tw.php?prog=travel&item=view&area_id=2",
        ParkingPosition: {},
        Keyword: "小琉球,海岸地形,地標",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376530000A_000133",
        ScenicSpotName: "白沙觀光港",
        DescriptionDetail: "從東港搭民營船來到小琉球的第一個地方就是白沙尾觀光港，進到港區第一個映入眼簾的就是小琉球著名的彩虹遊客中心。七彩柱子除了美觀外，更是許多民宿業者與遊客相約見面的地標。白沙尾觀光港區算是小琉球的市區地帶，周遭生活機能相當便利，住家與商家林立，所以每到夜晚時刻，港區漁火與住家燈火便交織成一片美景。晚上到堤防上散散步、吹吹海風、看看夜景也是個不錯的選擇，天氣好時還可以遠眺高雄夜景呢!",
        Phone: "886-8-8612405#115",
        Address: "屏東縣929琉球鄉環島公路",
        ZipCode: "929",
        TravelInfo: "自行開車：屏東林邊交流道→臺17線→東港→碼頭搭船→小琉球→白沙灣觀光港",
        OpenTime: "全日開放",
        Picture: {},
        Position: {
            PositionLon: 120.38426971435547,
            PositionLat: 22.3524169921875,
            GeoHash: "wevx5mjhk"
        },
        Class1: "自然風景類",
        Class2: "遊憩類",
        WebsiteUrl: "http://liuqiu.pthg.gov.tw/liuqiu/web_tw.php?prog=travel&item=view&area_id=1",
        ParkingPosition: {},
        Keyword: "小琉球旅遊,小琉球交通,港口",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000365",
        ScenicSpotName: "石朗潛水區",
        DescriptionDetail: "綠島是國際級的潛水天堂，而位於西岸沿海一帶的石朗海域，則是綠島最受歡迎的潛水勝地，和柴口、大白沙並列為綠島三大潛水區。這裡靠近島內商家雲集的南寮村，浮潛後徒步走去用餐只要十分鐘，非常方便；南寮漁港也在不遠處，飽餐一頓再搭船出海賞鯨，多麼悠閒愜意！石朗海域受環狀珊瑚礁所圍繞，不僅有溫暖的太平洋黑潮北流通過，附近還有湧升流，在這樣優渥的條件下，形成豐富的海洋資源，滋養了大批珍貴罕見的軟硬珊瑚，以及各式各樣的熱帶魚群，像是白穗軟珊瑚、傘形軟珊瑚、一點蝶魚、角蝶魚、桶型海綿、大旋腮蟲等，珊瑚種類達200多種，遠遠超越綠島其他潛點。此處海岸線平緩綿延，岸上珊瑚礁群與淺灣珊瑚礁緊密相連，加上潮流也相對穩定，因此適合浮潛也適合水肺潛水，無須背上沉重的氣瓶，只要配有簡單的裝備並由教練帶領，就能縱身於繽紛的海底世界，觀賞瑰麗炫目的珊瑚景觀。這裡孕育了豐富的潮間帶生物，吸引許多水鳥停駐、覓食；退潮時，礁石上生長的石蓴一大片顯露出來，翠綠且透明的模樣，在太陽的照射底下很是美麗。來到石朗，愛好深潛的人絕對不能錯過這裡最著名的「大香菇珊瑚」！這塊活體珊瑚，位於南寮灣水深20公尺處，是世界上體型最大的團塊微孔珊瑚，有12公尺這麼高，若以珊瑚成長速度下去計算的話，估計年齡已在1200歲以上，相當稀有珍貴。每年四月的時節，還可以看到飛魚群在海面上飛舞跳躍的畫面。夕陽西下時，橘紅的光暈渲染整片天空，飛魚一片片黑色的剪影倒映在湛藍的海上，如此靜謐之美，令人流連忘返。",
        Description: "石朗潛水區緊臨島內最熱鬧的南寮村，是綠島最具知名度的潛點。此地沿岸珊瑚礁極為平緩，潮間帶很長，不論浮潛或深潛都很適宜。再往深處海域去，可探訪海底最大朵的香菇──「大香菇珊瑚」，它是全世界最大的微孔珊瑚體，據估計約有1200年以上的歷史，景緻十分壯觀。",
        Phone: "886-8-9672026",
        Address: "臺東縣951綠島鄉環島公路17公里處路旁",
        ZipCode: "951",
        TravelInfo: "海路：從臺東富岡搭乘客船到綠島，單程船程約50分鐘。空路：從臺東豐年機場搭乘小型飛機，單程航程約15分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.47454071044922,
            PositionLat: 22.65576934814453,
            GeoHash: "wsn2uhr53"
        },
        Class2: "遊憩類",
        ParkingPosition: {},
        TicketInfo: "免費，浮潛活動另計。",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000366",
        ScenicSpotName: "帆船鼻",
        DescriptionDetail: "帆船鼻位於綠島東南角，是一個三面環海的海岬，有個高出海平面約30m的隆起珊瑚礁海階台地，是一處相當平坦的突起台地。 從帆船鼻往北眺望，遠處海參坪一帶的海崖及嵯峨奇岩，矗立海岸；近處能夠居高臨下俯視朝日溫泉的三個圓型溫泉池及新穎的建築設施；往西為白沙灣的大片珊瑚裙礁，天氣晴朗時，南方海天交接處可見到蘭嶼，迷人的景色，宛如人間仙境。 帆船鼻由於地形突出，地勢又高出四周，屬東北季風可長驅直入的衝風帶；再加上後天的放牧，遂形成低草原景觀。每年四、五月可在帆船鼻觀賞到南十字星座丰采，每年春秋候鳥南移北遷時，更是賞鳥的極佳去處。",
        Description: "帆船鼻位於綠島東南角，是一個三面環海的海岬，有個高出海平面約30m的隆起珊瑚礁海階台地，是一處相當平坦的突起台地。 帆船鼻綠草如茵，搭配四周的藍天碧海，構成看不盡綠地以及海天交界的極佳景緻，有「綠島地毯」之稱，在此可感受海風徐徐的吹拂，也是綠島可居高臨下欣賞來日出、月昇的最佳景點。",
        Phone: "886-8-9672510",
        Address: "臺東縣951綠島鄉東南角",
        ZipCode: "951",
        TravelInfo: "海路：從臺東富岡搭乘客船到綠島，單程船程約50分鐘。空路：從臺東豐年機場搭乘小型飛機，單程航程約15分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.50694274902344,
            PositionLat: 22.635379791259766,
            GeoHash: "wsn2ubwss"
        },
        Class1: "自然風景類",
        ParkingPosition: {},
        Remarks: "1、帆船鼻為凸出海岬，地勢極高且海風強勁，請注意不要靠懸崖太近，以策安全。2、愛護大自然生物，並請維護環境整潔。3、夏季日照與冬季寒風甚強，請預作防範。",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000367",
        ScenicSpotName: "南寮漁港",
        DescriptionDetail: "南寮漁港以南是連綿緩傾入海的珊瑚礁海岸，擁有豐富的海底珊瑚礁、熱帶魚和蛤貝類，最常見到則有柳穗珊瑚、傘珊瑚和靈芝珊瑚等等，還有桶狀海綿、大旋鰓蟲、河豚、一點鰈魚、神仙魚和蝦蟹等。南寮漁港被公認為海底景觀最優越的觀賞點，有「海底公園」之稱，水流穩定，平均深度在15~20公尺左右，是綠島最熱門的潛水點之一。退潮時顯露一片翠綠的石蓴，顏色鮮綠耀眼。潮池礁岩中甲殼類、魚類甚普遍，常吸引海鳥前來覓食，賞鳥勝地，更是浮潛的最佳場所。 南寮漁港是往來於臺東、綠島的交通船如新蘭嶼輪、占岸輪、長安輪的停靠碼頭，北望鼻頭角及綠島燈塔，南望龜灣鼻，視野良好。天氣晴朗時可遠眺臺灣，最明顯的地形是三峰並列，宛若海上仙山的大武地壘，中間龍頭為北大武山，左右護法為南大武山及霧頭山，也是欣賞夕陽西沉的好景點。",
        Description: "南寮漁港位於綠島唯一加油站前方50公尺。平緩入海的珊瑚礁海岸南寮灣，略呈海灣地形，是綠島唯一和最重要的對外港口，也是綠島海上交通運輸的樞紐，為遊客進入綠島的主要通道，在暑假旺季時，出現在南寮漁港的觀光客絡繹不絕，顯示綠島的觀光深受國人的肯定。",
        Phone: "886-8-9672510",
        Address: "臺東縣951綠島鄉南寮村西側",
        ZipCode: "951",
        TravelInfo: "海路：從臺東富岡搭乘客船到綠島，單程船程約50分鐘。空路：從臺東豐年機場搭乘小型飛機，單程航程約15分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.4744873046875,
            PositionLat: 22.657909393310547,
            GeoHash: "wsn2uhxpb"
        },
        Class2: "遊憩類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000371",
        ScenicSpotName: "將軍岩",
        DescriptionDetail: "將軍岩位於綠島北岸，本體由安山岩所構成，經風化侵蝕後形成狀似穿鎧甲的將軍往向前方，將軍岩旁為綠島人權紀念公園，北面一字排開有三座海蝕岩柱，深入海潮中，線條詭譎多變，造型各異其趣。西邊是維妙維肖的牛頭，前方海中的樓門岩清晰可辨，東邊有突出於海岸的公館鼻，搶佔大部分的視覺，每塊礁石，每座海崖都有獨特的型態線條，360度的視覺都是驚奇。",
        Description: "將軍岩矗立於綠島東北部海岸公館村海岸邊的巨大岩石群中，在潮來潮往海岸平台上，有如頭戴鋼盔，身披戰甲堅毅嚴峻的將軍，栩栩如生因而得名。 將軍岩景緻奇異，與綠島的湛藍海面構成極為豐富的視覺饗宴，煩躁時也可凝望遠看蔚藍海洋，是靜靜沈澱心情的好去處。",
        Phone: "886-8-9672510",
        Address: "臺東縣951綠島鄉公館村東北方人權紀念碑旁",
        ZipCode: "951",
        TravelInfo: "海路：從臺東富岡搭乘客船到綠島，單程船程約50分鐘。空路：從臺東豐年機場搭乘小型飛機，單程航程約15分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.49517822265625,
            PositionLat: 22.676189422607422,
            GeoHash: "wsn3h8n46"
        },
        Class1: "自然風景類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000377",
        ScenicSpotName: "綠島燈塔",
        DescriptionDetail: "1937年12月，一艘長199m，載重31,000噸，於當代堪稱全世界最大的豪華郵輪「胡佛總統號(President Hoover)」，從基隆出發前往菲律賓途中，因當時的濃霧而在綠島公館(柴口)海域觸礁擱淺。次日清晨，綠島居民出動舢舨前往搶救，陸續將船員及遊客營救上岸，安頓於家中，獲得國際之間普遍讚譽。美國當局為了感謝綠島居民見義勇為，挺身而出，便透過紅十字會捐款興建綠島燈塔。二次大戰時，燈塔毀於空襲，今日所見的燈塔，是民國37年(1948)由民國政府所重建的。綠島燈塔高約33.3公尺，共有150級階梯，由塔頂可眺望全島。建築採鋼筋混凝土構造，塔身為圓筒狀，原本外觀顏色為環狀黑白相間格紋，房舍外牆與圍牆均敷以卵石。民國37年重建之後，全部改為純白色粉刷。現有的燈塔採用新式四等旋轉透鏡交流電燈，每20秒連閃白光二次，光力100萬支燭光，設備更為新穎，讓航海人更能依據光源辨認方向。全臺的燈塔自102年以後，改隸交通部航管局管理，基本上不對外開放，不過通常每年都會開放一日給民眾參觀。每年3-5月是綠島野百合盛開期，在綠島燈塔前有大片野百合可供民眾欣賞。",
        Description: "綠島燈塔興建於日治時期昭和十四年(1939)，位於綠島西北岬中寮村內，緊鄰鼻頭角。塔高33.3公尺，外觀為白色直筒狀建築，佇立於一片綠意盎然的草地之上，頂著藍天白雲，宛若一幅印象派的絕佳畫作。到了夜晚，它便搖身一變成為「航海人的守護者」，是漁船、飛機的重要指標，亦為太平洋上深具歷史意義的一盞明燈。",
        Phone: "886-8-9672540",
        Address: "臺東縣951綠島鄉環島公路1公里處",
        ZipCode: "951",
        TravelInfo: "海路：從臺東富岡搭乘客船到綠島，單程船程約50分鐘。空路：從臺東豐年機場搭乘小型飛機，單程航程約15分鐘。",
        OpenTime: "夏令時間4月1日至10月31日：上午09:00至下午18:00冬令時間11月1日至3月31日：上午09:00至下午17:00每逢星期一內部整理不開放。",
        Picture: {},
        Position: {
            PositionLon: 121.46611785888672,
            PositionLat: 22.676620483398438,
            GeoHash: "wsn3h00uv"
        },
        Class2: "遊憩類",
        ParkingPosition: {},
        TicketInfo: "免費",
        Remarks: "1、於綠島燈塔眺望海景時，小心海風強勁，請勿靠近懸崖邊。2、愛護大自然生物，並請維護環境整潔。3、夏季日照與冬季寒風甚強，請預作防範。",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000378",
        ScenicSpotName: "樓門岩",
        DescriptionDetail: "樓門岩是一連串的小珊瑚礁岩塊中最高大者，居中貫穿成圓洞，海流由此通過，遠望狀似拱門，為綠島最有名的兩大奇岩之一。  樓門岩為海蝕洞穴，如拱門般聳立於綠島東北角海上，潮水由洞中進出，更能感受海浪在洞穴中動、拍打、敲擊的韻奏出壯麗的濤聲，是體驗海洋粗獷與豪放之美最好的地方。 樓門岩也是海鳥和鯨豚的樂園，除了在島上遠觀，也可以搭遊艇或漁船在海上欣賞其壯麗景色，另有一番滋味。也可往海底深探，觀賞樓門岩底下的豐富海底生態。 鄰近樓門岩的還有牛頭山、觀音洞等著名景點，值得一一前往，感受綠島樸實、悠閒的氛圍。",
        Description: "這座大自然建築的天然拱門，位於牛頭山東北角海岸外約三百公尺處的突出珊瑚礁岩，由於狀似拱門，因而被取名為「樓門岩」。除了在島上遠觀外，也可搭遊艇或漁船在海上遊賞，或是愛好潛水的遊客也可在此一探樓門岩底下的海底風光。",
        Phone: "886-8-9672510",
        Address: "臺東縣951綠島鄉東北角海岸外約三百公尺處",
        ZipCode: "951",
        TravelInfo: "海路：從臺東富岡搭乘客船到綠島，單程船程約50分鐘。空路：從臺東豐年機場搭乘小型飛機，單程航程約15分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.51312255859375,
            PositionLat: 22.680580139160156,
            GeoHash: "wsn3j0g5u"
        },
        Class1: "自然風景類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000388",
        ScenicSpotName: "玉女岩",
        DescriptionDetail: "從玉女岩其獨特的中空形狀，已引發了達悟族人(雅美族人)無窮無盡的想像力。以往達悟族人(雅美族人)稱玉女岩為ji-mavonot（蘆葦束之意）。由於從外海往此岩望去，猶如一束蘆葦捆把般地豎立海岸邊。另一名稱為ji-mitazizik（斜靠之意），源起於當地朗島部落的傳說。傳說中的玉女岩是一個孝順的孩子，在父母之間用身體阻擋相勸父母不要吵架，無奈仍無法勸開爭吵的父母，佇立在環島公路旁暗自流淚，終成再難喚回的岩石。此處也是早期朗島部落居民下山去海邊時，為免乾材被雨淋濕暫放柴薪的地方。",
        Description: "玉女岩是一座高約20公尺的中空岩石，位在朗島部落的北邊海岸，矗立在環島公路旁；中間中空，裡面還夾著一塊小岩石，形狀奇特而優美。又名夫妻岩或陰陽石，因狀似夫妻而得名，其造型奇特且頗富聯想。是遊客必定下車停留拍照留念的著名景點之一。",
        Phone: "886-8-9732001",
        Address: "臺東縣952蘭嶼鄉北方海岸靠珊瑚礁岸的岩石",
        ZipCode: "952",
        TravelInfo: "海路：從臺東富岡搭船前往，單程船程約2個半~3個小時。 空路：從臺東豐年機場搭乘小型飛機，單程時間約需20分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.51750183105469,
            PositionLat: 22.080659866333008,
            GeoHash: "weymt5wm5"
        },
        Class1: "自然風景類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000391",
        ScenicSpotName: "東清灣",
        DescriptionDetail: "東清灣位於蘭嶼東部，全島最大的海灣地形，整個海灣北起自東清部落前方，往南延伸約半公里，相當狹長。而一般所稱，停放了許多拼板舟的東清灣，則是指東清部落前，被礁石圍繞而成的天然港灣「東清港澳」，也是本文所指的東清灣。當遊客來到東清灣，常可以見到一艘艘的拼板舟停放在岸邊，顧名思義，拼板舟是由一塊一塊的木頭拼接而成，而不是由一整塊大木頭雕鑿。每到日出時分，時常能看到在東清灣等待日出的人們，以湛藍的港灣和岸上的拼板舟為背景，加上千變萬化的日出雲彩，可說是蘭嶼最具代表性的風景之一。若想拍攝日出，建議先在交通部中央氣象局(https://www.cwb.gov.tw/V8/C/)查詢日出時間，並提早30~60分鐘到現場準備，才能完整捕捉天色的變化喔。拼板舟在達悟族文化當中佔有非常重要的地位。也因此，傳統上有許多關於拼板舟的禁忌，例如女性不可接觸拼板舟、外人不可隨意碰觸或攝影等，這些禁忌雖然隨著觀光發展而漸漸有所鬆綁，近年也有業者開放讓遊客體驗乘坐拼板舟；遊客若有興趣可以詢問當地業者體驗，但還是切記不要擅自碰觸喔。",
        Description: "東清灣是蘭嶼迎接日出的熱門地點，停放在岸上的拼板舟加上千變萬化的日出雲彩，充分呈現出蘭嶼最吸引人的自然與人文樣貌。拂曉時分，一輪紅橙色的太陽緩緩升起，劃破了濃濃的晨霧，兩三艘由黑紅白三色拼合而成的拼板船，慢慢地淡入到前景來，靜悄悄地，似乎有意要讓東清灣在紫霧裡多躺一會兒。這時，朝陽渲染了這天光水色，畫面唯美，朦朧得像莫內《日出．印象》的畫布。這裡，就是東清灣。",
        Phone: "886-8-9732001",
        Address: "臺東縣952蘭嶼鄉東側東清村的海灣線上",
        ZipCode: "952",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.56546783447266,
            PositionLat: 22.04758071899414,
            GeoHash: "weymqm9k2"
        },
        Class1: "自然風景類",
        ParkingPosition: {},
        Remarks: "1. 拼板舟為私人所有，未經同意請勿隨意觸碰或攝影。",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000392",
        ScenicSpotName: "軍艦岩",
        DescriptionDetail: "由於小島外觀酷似軍艦，相傳二次大戰期間，美、日兩軍在蘭嶼對戰時，美航空軍機將軍艦岩誤認是海上的軍艦而進行砲轟。此一誤炸事件，東清部落的老人可是記憶猶新。 此島因洋流湍急、暗波多，造就豐富的生態，使得附近的魚類量多又種類多元，早期便是東清部落的傳統魚場。 由於軍艦岩擁有如此特殊的造型，使得攝影的愛好者無不前來，拍攝鬼斧神工的美景，為軍艦岩留下壯闊的風采。",
        Description: "軍艦岩位於蘭嶼的東北方外海，是座無人的小島，達悟族人(雅美族人)稱為Jyahawod，形容不易登陸之意。這裡也是東清部落傳統的魚場，海底魚類資源豐富，由東清灣出海，數分鐘即可到達，是浮潛賞魚的好地方。",
        Phone: "886-8-9732001",
        Address: "臺東縣952蘭嶼鄉東北方外海",
        ZipCode: "952",
        TravelInfo: "海路：從臺東富岡搭船前往，單程船程約2個半~3個小時。 空路：從臺東豐年機場搭乘小型飛機，單程時間約需20分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.5796127319336,
            PositionLat: 22.07901954650879,
            GeoHash: "weymwe7ed"
        },
        Class1: "自然風景類",
        Class2: "遊憩類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000400",
        ScenicSpotName: "雙獅岩",
        DescriptionDetail: "蘭嶼由海底火山噴發所形成，地層以安山岩質熔岩及玄武岩質的集塊岩為主，經長年累月的海蝕及風化，最後留下堅硬不易風化的岩塊，形成各種有趣的奇岩景觀。海濱散落不少造型變化多端的岩塊，被漢人「望形生義」取名為雙獅岩、軍艦岩、鋼盔岩、象鼻岩、龍頭岩、老人岩、饅頭岩、紅頭岩、鱷魚岩、坦克岩、玉女岩及母雞岩等，個個維妙維肖、栩栩如生。神奇的大自然把島上堅硬的岩石像玩黏土般自由塑型，讓蘭嶼成為大型石雕藝術的戶外展示場。雙獅岩位於東北角，面向環島公路並背對太平洋，為火山活動中噴出的熔岩冷卻後形成的自然景觀，遠看就像一對俯臥的公獅及母獅含情脈脈的對望，母獅身後還探出一頭小獅子，呈現出和樂融融、天倫之樂的景象，模樣生動可愛。從海上往陸地看，雙獅岩正好一分為二，達悟族人（雅美族人）將此岩稱作Jipanatosan，意為「東清」和「朗島」兩個部落之間的分界線。在釣魚同好的心中，雙獅岩除了是座天然石雕，更是不可多得的冠軍釣場！由環島公路面向太平洋的方向，釣友將右側帶有小獅子的母獅岩稱為「北獅」，而將左側公獅稱作「南獅」，他們多捨南就北，以北獅為兵家必爭之地，許多比賽的冠軍選手都是在此締造佳績！主要的魚獲有龍占、石斑、秋姑、粗皮鯛等，海域常見當地原住民在此潛水抓龍蝦，這裡不只能觀賞大地造景之美，亦可體驗垂釣的樂趣。雙獅岩鄰近的海灘，遍地是匍匐地面的馬鞍藤，一大片綠海上點綴著幾朵紫色小花，與碧海藍天交織成一幅美好的畫作，陽光灑下，益添詩情。走近岸邊，珊瑚礁潮間帶生態景觀豐富，生物群於退潮時紛紛顯露出來，儼然是一個理想的生態教室。來蘭嶼旅遊，民眾多會利用自行車或機車沿著公路環島，暢遊當地美景，著名的東清灣日出、充滿原始熱帶雨林風情的大天池，以及擁有天然海蝕門景觀的情人洞，都是頗具知名度的旅遊景點，建議順道造訪。",
        Description: "雙獅岩是許多釣友心中非去不可的一級釣場，儘管面臨深遂的大海，形勢險惡，岩面上又佈滿鋒利的礁石，仍然阻攔不了他們日日來到這裡撰寫「釣魚迷日記」。這裡也是蘭嶼最著名的風景區，沒有人來到蘭嶼而不到此留影的，岩塊遠望像極了雙獅對臥，後面還跟了一頭小獅子，十分惹人憐愛，因此，又有人將此岩稱作「雙獅臥」。",
        Phone: "886-8-9732001",
        Address: "臺東縣952蘭嶼鄉東清到朗島之間的海濱",
        ZipCode: "952",
        TravelInfo: "海路：從臺東富岡搭船前往，單程船程約2個半~3個小時。 空路：從臺東豐年機場搭乘小型飛機，單程時間約需20分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.5672836303711,
            PositionLat: 22.085140228271484,
            GeoHash: "weymwk6x7"
        },
        Class1: "自然風景類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000401",
        ScenicSpotName: "饅頭岩",
        DescriptionDetail: "饅頭岩是陸連島地形，遠看像是一個圓凸狀如大饅頭而得名，是抵達蘭嶼機場或開元港時，映入眼的第一個地標，可視為蘭嶼主要地標之一。 饅頭岩是由火山岩漿後期侵入的岩頸形成的柱狀熔岩，突出於海蝕平台部分，具有近乎水平的柱狀節理，並具有與許多火山口相同的特徵。 因斷崖式的地形加上寬闊的面積、流速大聚集大量的魚群，擁有豐富的魚類生態，是熱帶魚及龍蝦的故鄉，也是當地有名的海釣盛地。過去的饅頭岩還是椰油部落進行「崖葬」、「海葬」的地方，是以往達悟族人(雅美族人)敬而遠之的禁地。如今，饅頭山下是蘭嶼高級中學的美麗校地，與周圍的廣闊美景相互輝映。",
        Description: "坐飛機進入蘭嶼時，饅頭岩是第一個看到的地標。此地因遠看像是一個大饅頭而得名。這裡是熱帶魚及龍蝦的故鄉，也是椰油部落過去「崖葬」、「海葬」的墳場。現在饅頭山下是美麗的蘭嶼高級中學校地，其美麗建築襯托出山海的壯麗。",
        Phone: "886-8-9732001",
        Address: "臺東縣952蘭嶼鄉椰油村的延伸岸邊",
        ZipCode: "952",
        TravelInfo: "海路：從臺東富岡搭船前往，單程船程約2個半~3個小時。 空路：從臺東豐年機場搭乘小型飛機，單程時間約需20分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.5093765258789,
            PositionLat: 22.04608917236328,
            GeoHash: "weymmj27v"
        },
        Class1: "自然風景類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_000489",
        ScenicSpotName: "中寮漁港",
        DescriptionDetail: "中寮漁港位於綠島的西北方，建於民國63年，僅有簡單碼頭及防波堤等設施，供中寮村漁筏泊靠，而後因容易受漂砂影響，航道及泊地水深不易維持，於民國81年編列經費增設內堤和碼頭以方便船筏停靠。雖然中寮漁港不大，也不是綠島主要的交通往來港口，但因鄰近柴口保育區，使得可在周遭見到非常豐富的潮間帶生物，潮溝、潮池間密佈多元種類的海底生物；漁港旁更有一大片綠色藻礁，非常漂亮，中寮漁港也因這片翠綠的迷人藻礁，加上當地政府綠化的美麗草地，而以「綠意盎然」之稱號，入選第三屆十大魅力漁港。除了潛水外，也可來趟船潛之旅，深潛其中觀賞海底風光，可瞧見石珊瑚、軟珊瑚、各種珊瑚魚類及無脊椎動物等海底生物，其驚豔、興奮程度，不言而喻！在防波堤上漫步，從太平洋的海風徐徐吹來，駐足凝望蔚藍海水、享受太陽的溫暖擁抱，眼前如詩如畫的海天一色美景，頓時將身心的疲憊都拋諸腦後，心境瞬間清透了起來。",
        Description: "鄰近柴口保育區的中寮漁港，擁有非常豐富的潮間帶生態，因為不是綠島主要的交通往來港口，少了人來人往的紛擾，適合在這裡觀察海岸生態，中寮漁港的寧靜氛圍、遼闊的視野和海天一色的美景，成為旅人們可拋開煩憂的迷人景點。",
        Phone: "886-8-9672514",
        Address: "臺東縣951綠島鄉中寮村鄰近柴口保育區",
        ZipCode: "951",
        TravelInfo: "海路：從臺東富岡搭乘客船到綠島，單程船程約50分鐘。空路：從臺東豐年機場搭乘小型飛機，單程航程約15分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.47258758544922,
            PositionLat: 22.6756591796875,
            GeoHash: "wsn2upvxk"
        },
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_001293",
        ScenicSpotName: "哈巴狗岩",
        DescriptionDetail: "綠島是一個經由火山活動而造成的島嶼，其中東岸部分經學者推測因遠古存在一個爆裂火山口，除了有火山頸遺跡之外，火山口壁因為抗風化程度不同，也形成周圍一系列的地質景觀。從海參坪上小長城遠眺，位在海上有一處神似趴臥哈巴狗的地質景觀，被稱為「哈巴狗岩」，與旁邊的睡美人岩並稱為「睡美人與哈巴狗」。關於睡美人與哈巴狗的傳說眾說紛紜，有人說忠心的哈巴狗為了守護因女巫詛咒而沉睡不醒的睡美人，也有人說哈巴狗與睡美人是對恩愛的情侶，但因為得罪了神仙，而被殘忍的變為石頭在綠島站崗。另有一說是睡美人與哈巴狗大吵一架，於是各睡各的，再也不理會對方。比較有趣的說法是睡美人原為飛魚仙子，有一天經過綠島時發現一隻流浪哈巴狗，於是化為人形與哈巴狗相依為命，但有一天在海邊遊玩時飛魚仙子不小心被浪花衝擊變回原形，哈巴狗咬了飛魚仙子一口。事情傳到玉皇大帝耳中，飛魚仙子因犯天條於是被變成現今的睡美人，而哈巴狗因誤咬飛魚仙子而被變成哈巴狗守護在旁，從此以後狗就不喜歡吃魚了。",
        Description: "在綠島東岸一角的海岸上，有因遠古爆裂火山口壁形成的一系列地質景觀，其中被稱為「哈巴狗岩」的地質景觀，自海參坪小長城上遠眺，像極了趴在海上的一隻哈巴狗，因而得名。",
        Phone: "886-8-9672510",
        Address: "臺東縣951綠島鄉環島公路約8公里處",
        ZipCode: "951",
        TravelInfo: "海路：從臺東富岡搭乘客船到綠島，單程船程約50分鐘。空路：從臺東豐年機場搭乘小型飛機，單程航程約15分鐘。",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.5096206665039,
            PositionLat: 22.654369354248047,
            GeoHash: "wsn2vh0e7"
        },
        Class1: "自然風景類",
        ParkingPosition: {},
        Remarks: "1.愛護環境，請勿亂丟垃圾。2.請愛護大自然景觀，勿隨意攀爬破壞。",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_001294",
        ScenicSpotName: "烏油窟",
        DescriptionDetail: "烏油窟位於綠島燈塔北面海岸，是一處退潮時才會顯露出來的小水池。此處景點附近是礁石海岸，因為退潮時海水被環狀礁石阻擋而無法流出，於是形成一個小水池。與「烏油窟」名字的意象大相逕庭，這裡除了擁有潮間帶的特性之外，還因為類似潟湖地形，水池平靜無波，不時閃耀著藍綠色寶石般的光澤，十分美麗。另外這片水池上的海灘因為呈現彎月形狀，所以也有人合併稱為「烏油窟半月池」。海灘是綠島特有的貝殼星砂，純淨無瑕的沙灘配上平靜透澈顏色迷人的水面，讓人看得入迷。迎著陽光，一邊看著在陽光照耀下透出點點金光的貝殼星砂，一邊感覺它在腳底下摩娑，不似一般沙灘的黏膩，而是粒粒分明，在摩擦下發出沙沙的聲響，搭配上寶石般色澤的小水池，在這裡可以充分感受到南國海島的迷人風情。",
        Description: "位於綠島燈塔北面海岸的烏油窟，因為退潮時海水被環狀礁石阻擋而無法流出，形成潮間帶型的小水池，除了平靜透徹且顏色瑰麗的水面、水池內多樣的生態之外，岸邊純淨無瑕的貝殼星砂也是亮點之一，是一處十分美麗的夢幻沙灘。",
        Phone: "886-8-9672510",
        Address: "臺東縣951綠島鄉",
        ZipCode: "951",
        TravelInfo: "海路：從臺東富岡搭乘客船到綠島，單程船程約50分鐘。空路：從臺東豐年機場搭乘小型飛機，單程航程約15分鐘。",
        OpenTime: "全日",
        Picture: {},
        Position: {
            PositionLon: 121.46662139892578,
            PositionLat: 22.676969528198242,
            GeoHash: "wsn3h01qc"
        },
        Class2: "自然風景類",
        ParkingPosition: {},
        Remarks: "1.請愛護環境，勿隨意丟棄垃圾2.貝殼星砂與水中的自然生態維持不易，請勿隨意帶走或破壞。",
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_001315",
        ScenicSpotName: "綠島豆丁海馬海底郵筒",
        DescriptionDetail: "玩樂攻略-世界最深的海底郵筒-以綠島小精靈「克里蒙氏豆丁海馬」作為郵筒造型-向世界傳遞水下深藍11米的祝福-附近設置海洋之心的人工漁礁供人拍照-親自下水寄信體驗綠島海底之美在綠島石朗浮潛區的11.5公尺的水下，設置了可愛的豆丁海馬海底郵筒，是目前世界上最深的海底郵筒，打破日本和歌山縣10公尺深的海底郵筒紀錄。除了讓遊客透過豆丁海馬海底郵筒傳遞來自深藍11米的祝福之外，進而來守護綠島海洋的天堂，讓世界看見綠島水下之美。來看看綠島小精靈有著綠島小精靈之稱的「克里蒙氏豆丁海馬」，是臺東海域特有的珍貴品種，體型僅0.7公分到1.9公分的海馬，小小的白色身影，深深吸引全世界的潛水愛好者前來朝聖，暱稱牠為臺東的海底明星，因此選「克里蒙氏豆丁海馬」作為郵筒造型。親筆寫張海底明信片在綠島的這些店家，可以購買海底明信片，用油性筆書寫完後，請記得填寫地址、收件者，並親自下水體驗浮潛或潛水來寄信，再與可愛的海馬郵筒拍張照，認識綠島豐富的海洋生態，享受綠島浮潛天堂的魅力！（明信片引用自：綠島豆丁海馬海底郵筒的官方FB）注意事項1.與豆丁海馬郵筒拍照時，請勿騎海馬、抓胸鰭與背鰭2.郵筒只收綠島專用明信片，如投入其他物品，會通通吐掉3.豆丁海馬郵筒收信時間不同於中華郵政公告4.請記得用油性筆書寫明信片5.郵局沒有賣海底明信片",
        Description: "萌萌可愛的豆丁海馬海底郵筒，是世界上最深的海底郵筒，也是綠島新興的地標，現在不妨寫上一張海底明信片，親自下水浮潛投遞，傳送一份來自深藍11米的祝福。",
        Phone: "886-8-9326141",
        Address: "臺東縣951綠島鄉石朗浮潛區(綠島石朗步道入水點約315度，直線距離約60公尺，水深11米處)",
        ZipCode: "951",
        OpenTime: "全天候開放",
        Picture: {},
        Position: {
            PositionLon: 121.47321319580078,
            PositionLat: 22.655799865722656,
            GeoHash: "wsn2uhq5e"
        },
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ScenicSpotID: "C1_376540000A_001373",
        ScenicSpotName: "舊蘭嶼燈塔",
        DescriptionDetail: "舊蘭嶼燈塔位於開元港邊，遊客下船後只需要環顧四周，很快就能夠發現它的身影。矗立在港邊的小山丘上，遠遠看來彷彿是座庭園造景，沿著近年整修過的步道拾階而上，不出兩分鐘便能抵達燈塔邊。別看這小丘不高，從高點一樣能夠俯覽開元港全景，眺望蘭嶼的湛藍。在新燈塔建成之後，舊燈塔其實被荒廢了好一段時間，步道沒有維護，燈塔周圍也沒有護欄。直到越來越多遊客發現這裡的美，漸漸成為熱門打卡景點之後，加裝了新的護欄，燈塔也經過粉刷，遊客不論是剛抵達或正要離開蘭嶼，都很適合在這裡做個紀錄留念。待在平地上或許看不太出來，開元港內的海水就跟蘭嶼任何一處同樣清澈，只要走幾步路來到高處就能看得很清楚，甚至能夠隱隱看到港灣底部的礁石，也時常有孩童會在港內戲水玩樂。",
        Description: "在目前使用的蘭嶼燈塔建成以前，蘭嶼的船隻都是靠這小小燈塔的光芒來辨認方向，如今它已功成身退、成為開元港邊的小小景點，持續點綴著蘭嶼的一角。",
        Phone: "886-8-9731669",
        Address: "臺東縣952蘭嶼鄉開元港旁",
        ZipCode: "952",
        Picture: {},
        Position: {
            PositionLon: 121.50836944580078,
            PositionLat: 22.05624008178711,
            GeoHash: "weymkzpwy"
        },
        Class2: "自然風景類",
        ParkingPosition: {},
        SrcUpdateTime: "2023-05-19T01:51:19+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    }
];
let foodAry = [
    {
        RestaurantID: "C3_315081000H_020111",
        RestaurantName: "友誼山莊簡餐",
        Description: "友誼山莊坐落莒光鄉西莒田沃村，於2002年開張，是一座現代化旅館，站在頂樓陽臺上，登高望遠、海天一色、視野極佳。一樓餐廳部有各式簡餐、點心及宵夜，並提供旅遊團體預約的「馬祖風味餐合菜」經濟特餐。",
        Address: "連江縣莒光鄉田澳村67號",
        ZipCode: "211",
        Phone: "886-836-88028",
        OpenTime: "08:00-20:00",
        WebsiteUrl: "https://www.facebook.com/%E5%8F%8B%E8%AA%BC%E5%B1%B1%E8%8E%8A-1463211133895942/",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=2913&w=1280&h=960",
            PictureDescription1: "友誼山莊四樓景觀"
        },
        Position: {
            PositionLon: 119.94477844238281,
            PositionLat: 25.972139358520508,
            GeoHash: "wst7c2j4e"
        },
        Class: "地方特產",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081000H_020304",
        RestaurantName: "一起@驛站",
        Description: "一起@驛站 位於莒光遊客中心旁, 用餐環境可以一覽海灘、聚落以及東莒燈塔的絶色美景, 有著最美咖啡廳的美稱。餐廳提供新鮮手作麵包、點心、PIZZA、咖啡、飲品 以及每日限定異國風味套餐, 現作餐點,提早預約。另外可以預約團體包場或外燴活動等事宜。 服務項目: 咖啡、輕食、套餐、活動企劃、場地租借 聯絡電話: 0937120736",
        Address: "連江縣莒光鄉福正村1號",
        Phone: "886-836-89388",
        OpenTime: "每日0830-1900(週三為1000-1800)",
        Picture: {
            PictureUrl1: "https://www.matsu-nsa.gov.tw/FileArtPic.ashx?id=3371&w=1280&h=960",
            PictureDescription1: "一起@驛站"
        },
        Position: {
            PositionLon: 119.98570251464844,
            PositionLat: 25.96207046508789,
            GeoHash: "wst7dq6bj"
        },
        Class: "異國料理",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_376490000A_000831",
        RestaurantName: "肉燕",
        Description: "以肉為皮，再包肉做的餃子型點心！這民國６０年開至今的美味，仰賴老闆手路活，將豬後腿拍至起筋性，摻以薄粉輾成紙薄燕皮，才包入肉餡，口感輕盈滑香。考驗煮、包功夫，這樣的精緻口味如此不易，值得一試！",
        Address: "土庫鎮三民街17號",
        ZipCode: "633",
        Phone: "886-5-6621450",
        OpenTime: "11:00-19:00一公休",
        Picture: {
            PictureUrl1: "https://tour.yunlin.gov.tw/public/upload/StoreCover/230210035254704466L3ABY.png",
            PictureDescription1: "肉燕"
        },
        Position: {
            PositionLon: 119.26029968261719,
            PositionLat: 24.525299072265625,
            GeoHash: "wskg9bdwn"
        },
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_376490000A_000838",
        RestaurantName: "正宗青草茶",
        Description: "自產自銷，台灣有機古法草本味以友善農法自耕的甘蔗，配上自家耕種草本植物，讓店內甘蔗汁、青草茶，變做不分節令的熱門商品，老闆也嚴選屏東檸檬調配清香甘蔗檸檬汁，想品嚐台灣草本清香味，首推這間！",
        Address: "水林鄉水林路343號",
        ZipCode: "652",
        Phone: "886-5-7854240",
        OpenTime: "08:00-20:00",
        Picture: {
            PictureUrl1: "https://tour.yunlin.gov.tw/public/upload/StoreCover/2302100403332876923CTZS.jpg",
            PictureDescription1: "正宗青草茶"
        },
        Position: {
            PositionLon: 120.04560089111328,
            PositionLat: 23.38928985595703,
            GeoHash: "wsjm59ys3"
        },
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000001",
        RestaurantName: "Hugosum和菓森林紅茶莊園",
        Description: "日月潭紅茶重返世界舞台紅茶職人石朝幸，1949年進入「茶業傳習所」學習製茶技術，後被派至「持木紅茶廠」工作，承襲了日本的製茶技術的老茶師，擔任「工廠主任」一職直到退休，對於紅茶的熱忱與堅持見證了日月潭紅茶產業的興盛與衰敗。曾經，日月潭紅茶紅極一時，從日治初期的培育作業到60年代的滿山茶園的茶金歲月，但隨著茶業景況的丕變與國外廉價茶葉的傾銷，日月潭紅茶產業逐步衰退。老茶師種茶、製茶一甲子，懷抱著對這片土地的眷戀與對產業期盼，所以當別人因種檳榔致富時，也堅持種茶，他選擇相信紅茶會有風華再現的一天。目前由二代承襲了父親的職人精神與製茶技術，除了用心作好茶更下定決心一定要讓好茶被看見，再創日月潭紅茶新風貌。2005年成立觀光茶廠，提供一個見證日月潭紅茶產業發展歷史文化的地方，除了讓更多人了解紅茶產業知識，也能對在地文化傳承盡一份心力，更進一步推廣日月潭紅茶文化，讓全世界看到日月...",
        Address: "南投縣555魚池鄉新城村香茶巷5號",
        ZipCode: "555",
        Phone: "886-4-92897238",
        OpenTime: "09:00~17:30",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/912/640x480",
            PictureDescription1: "揉茶體驗"
        },
        Position: {
            PositionLon: 120.93553924560547,
            PositionLat: 23.92251968383789,
            GeoHash: "wsmbpfywf"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000002",
        RestaurantName: "紅麴館",
        Description: "紅麴製作、備長炭。",
        Address: "南投縣553水里鄉車埕村民權巷110-2號",
        ZipCode: "553",
        Phone: "886-4-92773309",
        OpenTime: "詳見官網或電話洽詢",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/375/640x480",
            PictureDescription1: "紅麴館"
        },
        Position: {
            PositionLon: 120.86579895019531,
            PositionLat: 23.833480834960938,
            GeoHash: "wsjzw6gb1"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000005",
        RestaurantName: "蘇媽媽湯圓",
        Description: "蘇媽媽湯圓是埔里三十年老店，不只在地人愛，就連鴻海的郭台銘董事長也很愛，好吃有便宜，來埔里一定要來吃吃看。",
        Address: "南投縣545埔里鎮中山路三段118號",
        ZipCode: "545",
        Phone: "886-4-92988915",
        OpenTime: "11:00–21:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/578/640x480",
            PictureDescription1: "蘇媽媽湯圓"
        },
        Position: {
            PositionLon: 120.9627914428711,
            PositionLat: 23.96674919128418,
            GeoHash: "wsq02e42m"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000006",
        RestaurantName: "觀音山莊餐廳",
        Description: "合菜餐廳、在地特色台菜",
        Address: "南投縣545埔里鎮中山路一段79號",
        ZipCode: "545",
        Phone: "886-4-92920596",
        OpenTime: "上午11:00~下午7:30",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/1534/640x480",
            PictureDescription1: "觀音山莊餐廳招牌聳立在路旁"
        },
        Position: {
            PositionLon: 121.0283203125,
            PositionLat: 23.992029190063477,
            GeoHash: "wsq06pd5s"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000007",
        RestaurantName: "鹹油條",
        Description: "埔里特色早餐，酥炸過的油條夾上煎過的荷包蛋，撒上一點胡椒鹽，十分夠味。另外，紅豆餡餅口感鹹甜不膩，也是推薦產品之一。",
        Address: "南投縣545埔里鎮南興街9之10號",
        ZipCode: "545",
        Phone: "886-9-80435753",
        OpenTime: "6點半到10點半，週二公休",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/1556/640x480",
            PictureDescription1: "鹹油條"
        },
        Position: {
            PositionLon: 120.9703598022461,
            PositionLat: 23.95966911315918,
            GeoHash: "wsq029xzj"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000009",
        RestaurantName: "戲綠川民宿/甫田6號部落美食餐廳",
        Description: "「原音 原汁 原味」 為三大訴求，讓遊客可以近距離感受原住民的文化與特色",
        Address: "南投縣545埔里鎮南環路389號",
        ZipCode: "545",
        Phone: "886-4-92999461",
        OpenTime: "星期一、星期三至星期五：採預約制星期六至星期日：上午11:30-下午1:30，下午5:30-晚上7:00星期二(公休)",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/444/640x480",
            PictureDescription1: "浦田6號部落美食餐廳"
        },
        Position: {
            PositionLon: 120.96179962158203,
            PositionLat: 23.950910568237305,
            GeoHash: "wsq0281sn"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000011",
        RestaurantName: "樹蛙亭田園坊",
        Description: "合菜餐廳、在地特色台菜",
        Address: "南投縣545埔里鎮桃米巷29-6號",
        ZipCode: "545",
        Phone: "886-4-92913389",
        OpenTime: "採預約制",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/413/640x480",
            PictureDescription1: "樹蛙亭田園廚坊"
        },
        Position: {
            PositionLon: 120.93495178222656,
            PositionLat: 23.94301986694336,
            GeoHash: "wsmbpywnh"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000013",
        RestaurantName: "樂涼軒",
        Description: "聊天喝茶好去處",
        Address: "南投縣545埔里鎮中山路二段348號",
        ZipCode: "545",
        Phone: "886-4-92986200",
        OpenTime: "14:00-01:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/419/640x480",
            PictureDescription1: "樂涼軒"
        },
        Position: {
            PositionLon: 120.966552734375,
            PositionLat: 23.96463966369629,
            GeoHash: "wsq02dthh"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000014",
        RestaurantName: "德化小吃部",
        Description: "提供山豬肉、大腸包小腸、山豬肉香腸、紅茶竹雞等料理。",
        Address: "南投縣555魚池鄉文化街115號",
        ZipCode: "555",
        Phone: "886-4-92850166",
        OpenTime: "08:30–18:30",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/493/640x480",
            PictureDescription1: "山豬肉香腸"
        },
        Position: {
            PositionLon: 120.92999267578125,
            PositionLat: 23.848520278930664,
            GeoHash: "wsjzxv6x9"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000015",
        RestaurantName: "臺華窯",
        Description: "碼頭館為2013年5月最新開幕的店，位於水社最熱鬧的名勝街上，為上下兩層樓雙店面的設計，樓下門口則直達碼頭。店內作品以較現代的商品為主，樓上則多為台灣當代大師手繪瓷器與限量銅雕。而在伊達邵設有三家店面，分別為日月潭館、伊達邵館、華緣館，各館皆有不同的特色藝品，歡迎大家光臨。Line@ 帳號名稱：台華窯-日月潭碼頭館Line@ID：@gbt1903r",
        Address: "南投縣555魚池鄉水社村名勝街17號",
        ZipCode: "555",
        Phone: "886-4-92855608",
        OpenTime: "詳見官網或電話洽詢",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/551/640x480",
            PictureDescription1: "14030024491457567129"
        },
        Position: {
            PositionLon: 120.9112319946289,
            PositionLat: 23.8646297454834,
            GeoHash: "wsjzz2kve"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000019",
        RestaurantName: "新山味餐廳",
        Description: "桌菜 $ 3,500，菜色：日月拼盤  ／ 椒香佛手 ／ 鐵板羌?  ／ 碧玉雙蔬  ／ 邵族烤肉  ／ 樹子總統魚  ／ 荼酥潭蝦  ／ 福菜筍盅  ／ 山晶美食  ／ 四季鮮果採用邵族傳統的醃製方式，搭配上師傅們精心的改良，當酸酸的檸檬遇上碳烤的山豬肉,配飯、下酒兩相宜。一定要試試看喔~~~",
        Address: "南投縣555魚池鄉中山路134號",
        ZipCode: "555",
        Phone: "886-4-92855596",
        OpenTime: "上午11:00~下午9:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/564/640x480",
            PictureDescription1: "新山味"
        },
        Position: {
            PositionLon: 120.91204071044922,
            PositionLat: 23.866409301757812,
            GeoHash: "wsjzz2try"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000020",
        RestaurantName: "大城黑糖饅頭",
        Description: "超大饅頭與養生黑糖為特點的饅頭店",
        Address: "南投縣545埔里鎮大城路146號",
        ZipCode: "545",
        Phone: "886-4-92912898",
        OpenTime: "上午11:30~下午2:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/399/640x480",
            PictureDescription1: "黑糖饅頭"
        },
        Position: {
            PositionLon: 120.95303344726562,
            PositionLat: 23.97212028503418,
            GeoHash: "wsq027gr9"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000021",
        RestaurantName: "黑豆園活魚料理餐廳",
        Description: "金牌廚師的心路歷程    從廚師變什麼都不懂的農夫，1969年出生的「黃秋田」本來專長是做料理。15歲北上拜師學藝，學成後曾在六條通擔任廚師，後來在員林開平價日式料理店，請了20個廚師，餐廳月入200萬元。五年前，長年種茭白筍導致腳踝拉傷的父親，要求他回鄉。為了照顧父親，他和太太就帶著孩子回到老家，學做農夫。    他坦言，剛開始真的不懂。為了讓筍長快一點，他倒了一大堆肥料到根部，沒想到揠苗助長，只要一下雨，茭白筍就整根浮到水面，變成天空水筍，採收下來又短又肥，咬起來口感也過老，成了名符其實的蘿蔔腿。    可想而知，價錢不會太好。別人1斤賣40多元，黃秋田的頂多25元，全市場最低價，有陣子只要踏入市場，其他筍農都取笑他，「25塊的來了！」這句話讓他難過的不得了，一度跑到後山大哭，那時起，他明白肥料要適量。    除了肥料，他還堅持不灑農藥，這也讓父親看不下去，罵他「憨...",
        Address: "南投縣545埔里鎮桃米巷11之12號",
        ZipCode: "545",
        Phone: "886-4-92915622",
        OpenTime: "11:00～14:00；17:00～20:30",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/989/640x480",
            PictureDescription1: "外觀"
        },
        Position: {
            PositionLon: 120.93724060058594,
            PositionLat: 23.943580627441406,
            GeoHash: "wsmbpyzc3"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000023",
        RestaurantName: "雅池園餐廳",
        Description: "質感與蔬食為主題的餐廳",
        Address: "南投縣545埔里鎮南環路952號",
        ZipCode: "545",
        Phone: "886-4-92911778",
        OpenTime: "上午11:00~下午2:00下午5:00~下午8:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/472/640x480",
            PictureDescription1: "雅池園"
        },
        Position: {
            PositionLon: 120.94827270507812,
            PositionLat: 23.966840744018555,
            GeoHash: "wsq025pbg"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000026",
        RestaurantName: "朝霧渡假餐飲小棧",
        Description: "擁抱日月潭的絕佳美景「朝霧渡假餐飲小棧」位於日月潭環湖道路上，朝霧碼頭旁，不但有精緻的住宿空間，更供有餐飲服務，便利的交通位置、完善的休閒空間，貼心的服務品質，滿足遊客的遊憩需求和休閒品味。設有A、B兩館，全館建築採用美式開放式風格，全湖景的客房空間，開闊式的全湖景觀和大面積的落地窗戶，大大拉近旅人與日月潭的距離，讓旅人能在私人的休閒空間中，也能恣意徜徉湖濱的明媚與幽靜。-->朝霧小棧 到此一遊！    來到朝霧渡假餐飲小棧一定要嘗鮮的，絕對是「梅汁奇力魚」，奇力魚是日月潭的特產，在過去是邵族的重要美食，梅汁酸甜的滋味包覆在香脆的奇力魚上，一口咬下，彷彿在日月潭中悠遊，如果沒吃過奇力魚，大概也就是沒到過日月潭的感覺了吧！    刺蒽金針菇添加了原住民常用的刺蔥，有著檸檬與香茅混合的濃郁香氣，配上酥炸的金針菇，那股難以言喻的美味在口中肆無忌憚地擴散，與炸金針菇酥脆的口感完...",
        Address: "南投縣555魚池鄉中山路31號",
        ZipCode: "555",
        Phone: "886-4-92855000",
        OpenTime: "24小時營業",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/1377/640x480",
            PictureDescription1: "朝霧渡假餐飲小棧門面"
        },
        Position: {
            PositionLon: 120.91655731201172,
            PositionLat: 23.869089126586914,
            GeoHash: "wsjzz90xx"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000027",
        RestaurantName: "雪花素食",
        Description: "中式素食",
        Address: "南投縣545埔里鎮忠孝路141號",
        ZipCode: "545",
        Phone: "886-4-92985127",
        OpenTime: "上午10:00~下午8:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/429/640x480",
            PictureDescription1: "雪花素食1"
        },
        Position: {
            PositionLon: 120.97074127197266,
            PositionLat: 23.962860107421875,
            GeoHash: "wsq02f21y"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000030",
        RestaurantName: "涵碧樓大飯店",
        Description: "明潭極品總統魚港式炸芝麻球阿薩姆茶燻雞鄉酥炸小排骨明潭鮮魚慕斯阿薩姆燻味鮮蝦佐青醬蕃茄凍",
        Address: "南投縣555魚池鄉中興路142號",
        ZipCode: "555",
        Phone: "886-4-92855311",
        OpenTime: "不同餐廳營業時間不同，請參考飯店官網",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/580/640x480",
            PictureDescription1: "涵碧樓"
        },
        Position: {
            PositionLon: 120.90859985351562,
            PositionLat: 23.862979888916016,
            GeoHash: "wsjzz24gy"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000031",
        RestaurantName: "梅荷園日光湖畔",
        Description: "甫於今年開幕的日光湖畔梅荷園酒吧餐廳，不僅坐擁日月潭的湖畔景致及迷人風光，更是前故總統 蔣介石先生來到日月潭渡假軍情單位管制之要地。其絕佳的制高監控處點，亦是今日絕無僅有的觀湖景點！日光湖畔已將梅荷園規劃成多功能的景觀餐廳。服務內容包含了：日月潭的阿薩姆紅茶相關產品，亦有咖啡、品茗及夜間酒吧等冷熱飲服務。另外在餐點上，在專業大廚的研發特有地方食材及醬料中，將推出多樣特色創意料理，以其獨特的料理手法結合日月潭天然的宜人景色，將是旅客一飽日月潭眼福及品嘗美食佳餚的很好選擇。另外也可在回程之時到二樓紀念品拌手禮店，選擇紀念品帶回贈送家人好友！也可留做回憶紀念，真是一舉兩得！離開前記得向服務人員要張祈福許願卡，梅荷園內有百年桂樹及許多梅花樹，為此特別規劃了&ldquo;楣（梅）過貴（桂）到&rdquo;，以兩棵梅樹及桂樹給旅客祈福許願。讓來到的每位旅人滿載幸福與好運，帶回美滿回...",
        Address: "南投縣555魚池鄉中興路名勝街口",
        ZipCode: "555",
        Phone: "886-4-92856515",
        OpenTime: "下午3:00~下午11:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/418/640x480",
            PictureDescription1: "梅荷園日光湖畔"
        },
        Position: {
            PositionLon: 120.910888671875,
            PositionLat: 23.864479064941406,
            GeoHash: "wsjzz2kse"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000034",
        RestaurantName: "烏布雨林餐廳",
        Description: "烏布雨林南洋套餐每套優惠價390元(均收一成服務費)峇里島~天然香料套餐泰國~泰式料理套餐新加坡~海南雞肉飯套餐烏布雨林(峇里島主題餐聽)有著寬敞、舒適、洋溢南洋風情的用餐空間，跨進大門，即為烏布雨林餐廳主建築，兩側為戶外用餐區，左邊的發呆亭更是充滿了濃濃的南洋峇里島風情&hellip;&hellip;白天，你可以在這裡輕鬆用餐，體驗山光雲影的自然變化，在這裡您可感受著微風吹來，讓人感受無比舒爽愜意；夜晚，夜色燈光烘托下，更是浪漫十分迷人。這樣的南洋異國情調，也希望在烏布雨林的您好好享受這原汁原味峇里風情~",
        Address: "南投縣555魚池鄉東光村慶隆巷75號",
        ZipCode: "555",
        Phone: "886-4-92880800",
        OpenTime: "上午11:00~下午8:00每周二公休",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/423/640x480",
            PictureDescription1: "烏布雨林餐廳"
        },
        Position: {
            PositionLon: 120.96758270263672,
            PositionLat: 23.897109985351562,
            GeoHash: "wsnpbwmfu"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000036",
        RestaurantName: "家鄉烤肉",
        Description: "點心宵夜好地點",
        Address: "南投縣545埔里鎮北環路230號",
        ZipCode: "545",
        Phone: "886-9-36398168",
        OpenTime: "下午6:00~凌晨1:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/500/640x480",
            PictureDescription1: "家鄉烤肉"
        },
        Position: {
            PositionLon: 120.96758270263672,
            PositionLat: 23.970809936523438,
            GeoHash: "wsq02evbh"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000040",
        RestaurantName: "胡切仔麵",
        Description: "巷弄內古早味麵店",
        Address: "南投縣545埔里鎮新生路10號",
        ZipCode: "545",
        Phone: "886-4-92994225",
        OpenTime: "16:00-22:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/508/640x480",
            PictureDescription1: "胡麵店"
        },
        Position: {
            PositionLon: 120.96513366699219,
            PositionLat: 23.96257972717285,
            GeoHash: "wsq02dk05"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000041",
        RestaurantName: "胡國雄古早麵",
        Description: "位於埔里五頓街，該麵館不以肉燥為調味佐料，而是將富彈性的手工黃麵加入豬骨熬煮的高湯中，再放上一塊傳統的里肌肉片。簡單古早的味道，就是難忘的好味道!",
        Address: "南投縣545埔里鎮仁愛路319號",
        ZipCode: "545",
        Phone: "886-4-92990586",
        OpenTime: "上午8:00~下午8:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/552/640x480",
            PictureDescription1: "胡國雄古早麵"
        },
        Position: {
            PositionLon: 120.9666519165039,
            PositionLat: 23.97068977355957,
            GeoHash: "wsq02etpr"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000044",
        RestaurantName: "春華飯店",
        Description: "店家介紹：來日月潭旅遊，絕不能錯過具有當地特色的邵族風味餐，這裡提供的餐點、材料皆經過精心挑選無污染的潭產、山產、有機蔬菜，獨特的邵族傳統烹調技術，道道精緻美味。主廚推薦菜：清蒸總統魚、酥炸野薑花、阿薩姆小魚、蜂王漿魚排、岩烤山豬肉。",
        Address: "南投縣555魚池鄉中正路260號",
        ZipCode: "555",
        Phone: "886-4-92850116",
        OpenTime: "11：00-20：00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/420/640x480",
            PictureDescription1: "春華飯店1"
        },
        Position: {
            PositionLon: 120.93231201171875,
            PositionLat: 23.84724998474121,
            GeoHash: "wsjzxvk0r"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000045",
        RestaurantName: "施家肉圓",
        Description: "埔里肉圓",
        Address: "南投縣545埔里鎮民富路26號",
        ZipCode: "545",
        Phone: "886-9-37781545",
        OpenTime: "上午8:00~下午6:30",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/573/640x480",
            PictureDescription1: "施家肉圓"
        },
        Position: {
            PositionLon: 120.96952056884766,
            PositionLat: 23.961999893188477,
            GeoHash: "wsq02dpkf"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000046",
        RestaurantName: "阿薩姆小吃",
        Description: "在這裡特別推薦本店的招牌阿薩姆拉麵，它是利用魚池鄉的名產 ─ 阿薩姆紅茶，將阿薩姆紅茶融入拉麵裡，起初在吃的時候，可能沒什麼感覺，但過了一會兒，喉嚨就會有回甘的感覺，嘴巴裡會有淡淡的茶香味。有機會一定要來本店品嘗一下喔！",
        Address: "南投縣555魚池鄉中山路155號",
        ZipCode: "555",
        Phone: "886-4-92855034",
        OpenTime: "上午11:30-下午03:00下午05:00-晚上08:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/2993/640x480",
            PictureDescription1: "阿薩姆小吃"
        },
        Position: {
            PositionLon: 120.91123962402344,
            PositionLat: 23.866519927978516,
            GeoHash: "wsjzz2ubs"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000048",
        RestaurantName: "阿榮邵族麵",
        Description: "老闆黃瑞榮，大家口中的「阿榮」，平時熱心為服務鄉里不遺餘力，在921大地震後，與老闆娘互相扶持，伉儷情深，經過多年努力，讓阿榮邵族麵成為遊潭必吃美食商家之一，為祝福有情人終成眷屬，特地將原有的總統魚套餐再升級!      以日月潭地區肉質細嫩鮮美的總統於作為「龍」的象徵；並使用在地自然養殖順口多汁的土雞代表「鳳」，結合當季新鮮的特色蔬菜搭配上銷售排行第一的邵族飯，將所有好料大方的放進「龍鳳套餐」，遊客不只吃得到日月潭的特色美食，更要讓累積滿滿的龍鳳力量加持，幫助單身者找到另外一半、成雙佳偶感情更和睦!",
        Address: "南投縣555魚池鄉名勝街18號",
        ZipCode: "555",
        Phone: "886-4-92856876",
        OpenTime: "上午11:00~下午2:30下午5:00~下午7:30不固定時間公休",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/443/640x480",
            PictureDescription1: "阿榮邵族麵"
        },
        Position: {
            PositionLon: 120.91146087646484,
            PositionLat: 23.864940643310547,
            GeoHash: "wsjzz2mp3"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000049",
        RestaurantName: "阿菊肉圓",
        Description: "每天手工現包的肉圓，好吃又大碗。",
        Address: "南投縣545埔里鎮清新里西安路一段33號",
        ZipCode: "545",
        Phone: "886-4-92992111",
        OpenTime: "週一到週五11:30-16:00、週六週日11:30-15:30、週二公休",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/507/640x480",
            PictureDescription1: "菊肉圓"
        },
        Position: {
            PositionLon: 120.96391296386719,
            PositionLat: 23.96381950378418,
            GeoHash: "wsq02d7pr"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000054",
        RestaurantName: "炎術",
        Description: "在埔里你不得不喝的養生飲料店讓你喝的健康、喝的開心、喝的便宜划算沒喝過的飲料都歡迎到店進行試喝哦!!",
        Address: "南投縣545埔里鎮信義路238號",
        ZipCode: "545",
        Phone: "886-49-2985476",
        OpenTime: "上午10:00~下午10:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/574/640x480",
            PictureDescription1: "炎術"
        },
        Position: {
            PositionLon: 120.97241973876953,
            PositionLat: 23.97340965270996,
            GeoHash: "wsq02u1rj"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000055",
        RestaurantName: "河堤慢食",
        Description: "舒適、清爽的蔬食餐廳。",
        Address: "南投縣545埔里鎮民生路122號",
        ZipCode: "545",
        Phone: "886-4-92900991",
        OpenTime: "上午11:00~下午2:00下午5:00~下午8:00每周二公休",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/434/640x480",
            PictureDescription1: "河堤慢食"
        },
        Position: {
            PositionLon: 120.96302032470703,
            PositionLat: 23.960519790649414,
            GeoHash: "wsq029fs4"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000057",
        RestaurantName: "卓肉丸",
        Description: "埔里肉圓。",
        Address: "南投縣545埔里鎮中山路二段219號",
        ZipCode: "545",
        Phone: "886-4-92993815",
        OpenTime: "下午2:00~下午5:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/466/640x480",
            PictureDescription1: "卓肉丸"
        },
        Position: {
            PositionLon: 120.97003173828125,
            PositionLat: 23.967439651489258,
            GeoHash: "wsq02epsq"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000058",
        RestaurantName: "佳和素食",
        Description: "中式素食店。",
        Address: "南投縣545埔里鎮南安路162號",
        ZipCode: "545",
        Phone: "886-9-33420873",
        OpenTime: "08:00-21:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/435/640x480",
            PictureDescription1: "佳和素食"
        },
        Position: {
            PositionLon: 120.96463775634766,
            PositionLat: 23.959409713745117,
            GeoHash: "wsq029ev8"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000061",
        RestaurantName: "亞卓鄉土客家菜餐廳",
        Description: "位於埔里中山路及信義路口，餐點菜色係以客家菜為主，餐廳占地面積廣大，適合家庭旅遊、班遊或公司旅遊來此聚餐。",
        Address: "南投縣545埔里鎮中山路三段412之1號",
        ZipCode: "545",
        Phone: "886-4-92918218",
        OpenTime: "上午11:00~下午2:00下午5:00~下午8:30",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/526/640x480",
            PictureDescription1: "亞卓"
        },
        Position: {
            PositionLon: 120.95416259765625,
            PositionLat: 23.969770431518555,
            GeoHash: "wsq027s4h"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000065",
        RestaurantName: "李仔哥爌肉飯",
        Description: "位於前往廬山、清境及中台禪寺的信義路上，遵循傳統古法製作爌肉飯。營業時間上午至中午，夜間休息。",
        Address: "南投縣545埔里鎮信義路326號",
        ZipCode: "545",
        Phone: "886-4-92983796",
        OpenTime: "上午6:00~下午3:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/531/640x480",
            PictureDescription1: "李仔哥爌肉飯"
        },
        Position: {
            PositionLon: 120.96981048583984,
            PositionLat: 23.97340965270996,
            GeoHash: "wsq02spx0"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000067",
        RestaurantName: "你我他晚點",
        Description: "臭豆腐、與各式麵點。",
        Address: "南投縣545埔里鎮西安路一段106號",
        ZipCode: "545",
        Phone: "886-4-92993003",
        OpenTime: "下午3:00~下午10:30",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/377/640x480",
            PictureDescription1: "你我他晚點 (2)"
        },
        Position: {
            PositionLon: 120.96726989746094,
            PositionLat: 23.96677017211914,
            GeoHash: "wsq02ej8t"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000068",
        RestaurantName: "西施肉丸",
        Description: "創立於1975年，迄今40年歷史。肉圓外皮十分有彈性、內餡有份量實在，淋上特製醬汁，使得肉圓口味十分獨特。",
        Address: "南投縣545埔里鎮信義路350號",
        ZipCode: "545",
        Phone: "886-49-2981860",
        OpenTime: "下午3:00~下午9:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/1536/640x480",
            PictureDescription1: "西施肉丸"
        },
        Position: {
            PositionLon: 120.96890258789062,
            PositionLat: 23.97340965270996,
            GeoHash: "wsq02snz5"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000076",
        RestaurantName: "台灣味腳庫飯",
        Description: "中式排骨、腳庫飯。",
        Address: "南投縣545埔里鎮信義路807號",
        ZipCode: "545",
        Phone: "886-4-92991563",
        OpenTime: "上午10:00~下午7:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/577/640x480",
            PictureDescription1: "台灣味腳庫飯"
        },
        Position: {
            PositionLon: 120.96321868896484,
            PositionLat: 23.972759246826172,
            GeoHash: "wsq02s4er"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000077",
        RestaurantName: "古早味野菜餐廳",
        Description: "古早味野菜餐廳",
        Address: "南投縣555魚池鄉中山路118號",
        ZipCode: "555",
        Phone: "886-4-92855520",
        OpenTime: "上午11:00~下午9:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/386/640x480",
            PictureDescription1: "古早味野菜餐廳"
        },
        Position: {
            PositionLon: 120.91190338134766,
            PositionLat: 23.866100311279297,
            GeoHash: "wsjzz2tq5"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000080",
        RestaurantName: "牛相觸花園餐坊",
        Description: "埔里牛相觸花園餐坊目前開放總面積約600多坪，主人將栽培花卉經驗運用於將牛相觸餐廳打造成小橋流水、花木扶疏的美麗庭園；內部是可容納兩、三百人的中唐式風格典雅建築，與獨立包廂區；並且不斷用心於各種美食佳餚，研發以紹興酒、玫瑰花等在地特色入菜，更不斷尋覓品質更優良的埔里在地特產如：筊白筍&hellip;等。",
        Address: "南投縣545埔里鎮南村里桃南路31號",
        ZipCode: "545",
        Phone: "886-4-92912775",
        OpenTime: "平日：上午10:00~下午2:00 /  下午4:30~下午9:00假日：上午10:00~下午2:30 /  下午4:30~下午9:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/422/640x480",
            PictureDescription1: "牛相觸"
        },
        Position: {
            PositionLon: 120.94627380371094,
            PositionLat: 23.963239669799805,
            GeoHash: "wsq024q7u"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000082",
        RestaurantName: "日光湖畔風味飲食館",
        Description: "咖啡、簡餐、下午茶",
        Address: "南投縣555魚池鄉中興路12巷18號",
        ZipCode: "555",
        Phone: "886-4-92855203",
        OpenTime: "平日：上午11:00~下午2:00 / 下午5:00~下午9:00假日：上午11:00~下午9:00下午茶供應時間：下午2:00~5:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/505/640x480",
            PictureDescription1: "日光湖畔"
        },
        Position: {
            PositionLon: 120.91001892089844,
            PositionLat: 23.866119384765625,
            GeoHash: "wsjzz2eyp"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000084",
        RestaurantName: "雲品溫泉酒店",
        Description: "穆斯林友好餐廳認證雲品酒店通過中國回教協會「穆斯林友好餐廳」認證，成為日月潭第一間 通過「穆斯林友好餐廳」認證的業者，也是全台首位通過認證的鐵板燒 餐廳(彩雲軒鐵板燒餐廳 RainbowCloud)，同時也取得「穆斯林友善餐旅」 認證，成為日月潭地區第一間國際級的穆斯林餐宿業者。",
        Address: "南投縣555魚池鄉中正路23號",
        ZipCode: "555",
        Phone: "886-4-92856788",
        OpenTime: "不同餐廳營業時間不同，請參考飯店官網",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/1422/640x480",
            PictureDescription1: "日月潭雲品酒店"
        },
        Position: {
            PositionLon: 120.92346954345703,
            PositionLat: 23.870920181274414,
            GeoHash: "wsjzz9tf1"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000085",
        RestaurantName: "日月潭晶園渡假村",
        Description: "特色餐點：奶香煎溪哥魚梅汁嫩子排",
        Address: "南投縣555魚池鄉大林村金天巷70-1號",
        ZipCode: "555",
        Phone: "886-4-92898740",
        OpenTime: "不同餐廳營業時間不同，請參考渡假村官網",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/2859/640x480",
            PictureDescription1: "日月潭晶園渡假村"
        },
        Position: {
            PositionLon: 120.95179748535156,
            PositionLat: 23.87574005126953,
            GeoHash: "wsnpb66qm"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000086",
        RestaurantName: "日月潭富豪群度假別墅",
        Description: "1. 10人份合菜：7菜 ＋ 大火鍋：$4,500元2. 8人份合菜：7菜 ＋ 小火鍋：$4,000元  (外含10%)7道菜色：曲腰魚(總統魚) ／ 刺蔥豬肉 ／ 香菇料理  ／ 苦瓜鹹蛋  ／ 南瓜哈密瓜  ／ 透抽料理  ／ 椰肉料理附註：自攜酒類加收開瓶費200元。",
        Address: "南投縣555魚池鄉水秀街8號",
        ZipCode: "555",
        Phone: "886-4-92850307",
        OpenTime: "中午12:00~下午7:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/427/640x480",
            PictureDescription1: "富豪群"
        },
        Position: {
            PositionLon: 120.93148040771484,
            PositionLat: 23.848819732666016,
            GeoHash: "wsjzxve97"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000087",
        RestaurantName: "日月潭教師會館桃李緣餐廳",
        Description: "擁抱日月潭的絕佳美景    日月潭教師會館位於南投縣魚池鄉日月潭涵碧半島上，三面環潭，林木茂盛，曲徑通幽，翠巒疊嶂，水天相連，緊臨涵碧樓，兼具幽雅清靜、舒適、方便之特性，是住宿、餐飲、休閒、渡假、開會、研習之最佳場所。    這裡臨近耶穌堂、涵碧步道、水社碼頭等著名景點，從窗外遙望，就能將日月潭的美景盡收眼底，清幽的環境也很符合渡假的氣氛，雙手環抱日月潭的寧靜，享受一次最優雅的住宿體驗。涵擁日月 風華飛揚    「邵族小米酒肉」是一道會喚醒回憶的佳餚，秉持著對美食與愛的一再堅持，而且主廚也結合了邵族在地的小米酒，再融入老師傅親自傳授的刀法，烹調出能治癒心靈的私房料理「一刀肉」，讓味道得以延續，記憶就會被封存在這道美食，成為可以吃的幸福記憶。＊桃李緣餐廳～風味合菜每桌2,000元起＊營業時間：   早餐 AM 07:00~09:00、午餐 AM 11:00~14:00、 ...",
        Address: "南投縣555魚池鄉中興路136號",
        ZipCode: "555",
        Phone: "886-4-92855991",
        OpenTime: "早餐 07:00 ~ 09:30午餐 11:30 ~ 14:00晚餐 17:30 ~ 20:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/1439/640x480",
            PictureDescription1: "夜間的日月潭教師會館"
        },
        Position: {
            PositionLon: 120.90692138671875,
            PositionLat: 23.86379051208496,
            GeoHash: "wsjzz238x"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000090",
        RestaurantName: "日月潭大飯店",
        Description: "清幽彷若漁村的寧靜， 是您在日月潭大飯店才可獨享的用餐環境。 遠眺玄奘寺宇依山傍水， 清甜的桂花淡香佐入餐食間的味蕾， 如此的極致享受， 只有您親身體驗才能一探究竟。 此外，飯店亦針對年長者的需求，規劃白金套餐。",
        Address: "南投縣555魚池鄉中山路419號",
        ZipCode: "555",
        Phone: "886-4-92855151",
        OpenTime: "早餐供應時間：上午7:00~上午10:00午餐供應時間：上午11:30~下午2:00晚餐供應時間：下午5:30~下午8:30酒吧：上午11:00~下午11:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/497/640x480",
            PictureDescription1: "日月潭大飯店"
        },
        Position: {
            PositionLon: 120.90296173095703,
            PositionLat: 23.8662109375,
            GeoHash: "wsjzz0wyg"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000091",
        RestaurantName: "方正谷合菜",
        Description: "地方特色小吃",
        Address: "南投縣545埔里鎮仁愛路525號",
        ZipCode: "545",
        Phone: "886-4-92424200",
        OpenTime: "上午10:00~下午2:00下午4:30~下午9:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/582/640x480",
            PictureDescription1: "方正谷"
        },
        Position: {
            PositionLon: 120.9671630859375,
            PositionLat: 23.973060607910156,
            GeoHash: "wsq02sjt5"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        RestaurantID: "C3_315081100H_000092",
        RestaurantName: "支蠟小館",
        Description: "午餐就在支蠟小館解決，體驗邵族當地菜餚的風味餐",
        Address: "南投縣555魚池鄉義勇街87號",
        ZipCode: "555",
        Phone: "886-4-92580095",
        OpenTime: "08:00-18:00",
        Picture: {
            PictureUrl1: "https://www.sunmoonlake.gov.tw/image/542/640x480",
            PictureDescription1: "支臘小館"
        },
        Position: {
            PositionLon: 120.93141174316406,
            PositionLat: 23.847700119018555,
            GeoHash: "wsjzxv7df"
        },
        Class: "其他",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:55:16+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    }
];
let hotelAry = [
    {
        HotelID: "C4_315080000H_000321",
        HotelName: "慕夏四季海景民宿",
        Description: "純白色獨棟地中海建築，坐落於山景及海景間，地處高勢， 在大大的庭院草皮上就可以欣賞遠處海景， 波光粼粼的海岸印入眼簾， 看浪花層層堆疊撲來，聽海風呼呼踏浪吹來， 拂過髮絲，褪去疲累的臉龐，空蕩蕩的心，也隨海風跳躍， 空氣裡鹹鹹的潮濕，感受海的氣息。 進入大廳內，富設計感擺飾裝潢及牆面， 每一間客房都擁有一大片落地窗，可直接眺望海景， 溫馨明亮的空間希望您賓至如歸，享受東海岸之美。",
        Address: "花蓮縣壽豐鄉鹽寮村6鄰福德49-2號",
        ZipCode: "974",
        Phone: "886-928-079213",
        Picture: {},
        Position: {
            PositionLon: 121.60293579101562,
            PositionLat: 23.880176544189453,
            GeoHash: "wsnrz5k81"
        },
        Class: "民宿",
        ServiceInfo: "餐廳,咖啡廳,無線網路,國民旅遊卡,停車場,,",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_000539",
        HotelName: "福正民宿",
        Description: "位於連江縣的民宿",
        Grade: "一星級",
        Address: "連江縣莒光鄉福正村10號",
        ZipCode: "211",
        Phone: "886-836-88213",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/79235.jpg",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/79240.jpg",
            PictureDescription2: "外觀",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/79238.jpg",
            PictureDescription3: "房間"
        },
        Position: {
            PositionLon: 119.98617553710938,
            PositionLat: 25.96262550354004,
            GeoHash: "wst7dq772"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_000818",
        HotelName: "海明威民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村柴口61-30號",
        ZipCode: "951",
        Phone: "886-905-112766",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/66124.jpg",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/66123.jpg"
        },
        Position: {
            PositionLon: 121.48532104492188,
            PositionLat: 22.67732048034668,
            GeoHash: "wsn3h2qbv"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車10輛、機車10輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_004881",
        HotelName: "屋裏民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣湖西鄉北寮村6鄰北寮41之11號",
        ZipCode: "885",
        Phone: "886-976-266699",
        WebsiteUrl: "https://hygge.tw/",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/135273.jpg"
        },
        Position: {
            PositionLon: 119.67176055908203,
            PositionLat: 23.59859848022461,
            GeoHash: "wsjn5pyrf"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_006558",
        HotelName: "望海軒民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村柴口路33號",
        ZipCode: "951",
        Phone: "886-89-672838",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/19395.jpg",
            PictureDescription1: "房間1",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/23489.jpg",
            PictureDescription2: "外觀",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/1221.jpg",
            PictureDescription3: "大廳或櫃檯"
        },
        Position: {
            PositionLon: 121.47998809814453,
            PositionLat: 22.67424774169922,
            GeoHash: "wsn2urep0"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_007525",
        HotelName: "大浦民宿",
        Description: "歡迎您來電訂房訂房專線:0836-88039    0937-056402  0920170141Facebook粉絲專頁 https://www.facebook.com/dapuinn/匯款帳號：郵局(銀行代碼700)局號及帳號：0003558 0038494戶名：陳木蘭本民宿另有機車出租，歡迎來電預訂",
        Grade: "一星級",
        Address: "連江縣莒光鄉大坪村100之1號",
        ZipCode: "211",
        Phone: "886-836-88039",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/33573.jpg",
            PictureDescription1: "民宿外觀",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/19683.jpg",
            PictureDescription2: "大廳",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/25603.JPG",
            PictureDescription3: "二人房"
        },
        Position: {
            PositionLon: 119.97765350341797,
            PositionLat: 25.95195770263672,
            GeoHash: "wst7dhmj1"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_008016",
        HotelName: "晶龍景觀民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村1-2號",
        ZipCode: "951",
        Phone: "886-89-671139",
        Picture: {},
        Position: {
            PositionLon: 121.48983001708984,
            PositionLat: 22.677114486694336,
            GeoHash: "wsn3h84py"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_009726",
        HotelName: "東莒幸福居民宿",
        Description: "民宿周邊鄰近景點：1.東莒燈塔騎車5分鐘2.大浦石刻騎車8分鐘3.福正沙灘福正聚落騎車5分鐘4.64據點走路3分鐘5.東洋山環山步道奇車5分鐘6.犀牛嶼(陸連島)騎車5分鐘7.大浦港走路3分鐘8.頂山步道騎車6分鐘。",
        Grade: "一星級",
        Address: "連江縣莒光鄉大坪村106之1號",
        ZipCode: "211",
        Phone: "886-836-89021",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/16944.jpg",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/12067.jpg",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/50010.jpg"
        },
        Position: {
            PositionLon: 119.9783706665039,
            PositionLat: 25.953250885009766,
            GeoHash: "wst7dhtsd"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_011340",
        HotelName: "諾亞民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村2鄰柴口路50-6號",
        ZipCode: "951",
        Phone: "886-89-672985",
        Fax: "886-89-672984",
        WebsiteUrl: "http://noah.okgo.tw",
        Picture: {},
        Position: {
            PositionLon: 121.47964477539062,
            PositionLat: 22.67456817626953,
            GeoHash: "wsn2urfbb"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_011931",
        HotelName: "娘家小宅",
        Description: "位於連江縣的民宿",
        Address: "連江縣南竿鄉復興村122號",
        ZipCode: "209",
        Phone: "886-836-22003",
        Picture: {},
        Position: {
            PositionLon: 119.9530258178711,
            PositionLat: 26.164466857910156,
            GeoHash: "wstkce55h"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_012185",
        HotelName: "情人灣民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣馬公市風櫃里1鄰風櫃尾160號",
        ZipCode: "880",
        Phone: "886-927-238283",
        Fax: "886-6-9952378",
        WebsiteUrl: "https://loversbay.ego.tw/",
        Picture: {},
        Position: {
            PositionLon: 119.5489273071289,
            PositionLat: 23.538188934326172,
            GeoHash: "wsjjbkuzg"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_013037",
        HotelName: "藍色海灣民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村柴口28號",
        ZipCode: "951",
        Phone: "886-905-152991",
        Picture: {},
        Position: {
            PositionLon: 121.478271484375,
            PositionLat: 22.674272537231445,
            GeoHash: "wsn2ur9z0"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_013058",
        HotelName: "屋光拾舍民宿",
        Description: "Hygge是一種用心生活的態度，是和喜歡的人在一起、一種家的感覺、沒有惱人的事物。它代表著舒適、溫暖的意思。這也是我們想與大家分享的，希望你們來到這兒能丟棄生活所帶來的焦慮和混亂，重新找回自己的時間和精力，享受這慢下來的時光，一起擁抱生活。",
        Grade: "一星級",
        Address: "澎湖縣湖西鄉北寮村6鄰北寮41之10號",
        ZipCode: "885",
        Phone: "886-6-9921212",
        Fax: "886-6-9920202",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/129640.JPG"
        },
        Position: {
            PositionLon: 119.67176055908203,
            PositionLat: 23.59859848022461,
            GeoHash: "wsjn5pyrf"
        },
        Class: "民宿",
        ServiceInfo: "無線網路,國民旅遊卡,停車場,,,,接送服務,行動支付,,,自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_013400",
        HotelName: "長泰民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村柴口41-1號",
        ZipCode: "951",
        Phone: "886-89-672790",
        Fax: "886-89-671191",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/31213.jpg",
            PictureDescription1: "外觀",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/40394.jpg",
            PictureDescription2: "大廳或櫃檯",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/18072.jpg",
            PictureDescription3: "房間1"
        },
        Position: {
            PositionLon: 121.47901916503906,
            PositionLat: 22.674272537231445,
            GeoHash: "wsn2urdr4"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_015572",
        HotelName: "TORO民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村柴口33-2號",
        ZipCode: "951",
        Phone: "886-955-737555",
        Fax: "886-3-3643247",
        WebsiteUrl: "http://www.torovilla.com.tw",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/25077.JPG",
            PictureDescription1: "大廳或櫃檯",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/27383.JPG",
            PictureDescription2: "房間3",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/407.JPG",
            PictureDescription3: "房間1"
        },
        Position: {
            PositionLon: 121.47933959960938,
            PositionLat: 22.674564361572266,
            GeoHash: "wsn2urf8c"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_015660",
        HotelName: "鳳毛麟趾二館",
        Description: "鳳毛麟趾 是交通部觀光局認證的優質好客民宿是文化部文資局登錄的金門歷史建築是金門國家公園聚落的經典古厝民宿是水頭聚落第一棟中西融合的老房子前副總統陳建仁闔家前觀光局長周永暉企業家詹宏志等他們都是鳳毛麟趾貴賓之一我們有極高的服務口碑與評價歡迎您來體驗最有內涵的金門厝",
        Grade: "一星級",
        Address: "金門縣金城鎮前水頭64號",
        ZipCode: "893",
        Phone: "886-928-812317",
        WebsiteUrl: "http://www.facebook.com/63minnall.cuo",
        Picture: {},
        Position: {
            PositionLon: 118.28717041015625,
            PositionLat: 24.405380249023438,
            GeoHash: "wsk4gdy5d"
        },
        Class: "民宿",
        ServiceInfo: "餐廳,無線網路,國民旅遊卡,停車場,,,,導覽解說,,",
        ParkingInfo: "車位:小客車2輛、機車8輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_016033",
        HotelName: "草堂境民宿",
        Description: "位於臺東縣的民宿",
        Grade: "一星級",
        Address: "臺東縣綠島鄉公館村1鄰柴口50號",
        ZipCode: "951",
        Phone: "886-933-372498",
        WebsiteUrl: "http://0933372498.ego.tw/room.html",
        Picture: {},
        Position: {
            PositionLon: 121.48694610595703,
            PositionLat: 22.67763328552246,
            GeoHash: "wsn3h824g"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_016975",
        HotelName: "GT大叔民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村柴口79號",
        ZipCode: "951",
        Phone: "886-89-671018",
        Fax: "886-89-671316",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/8285.jpg",
            PictureDescription1: "房間1",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/33299.jpg",
            PictureDescription2: "房間2",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/15235.jpg",
            PictureDescription3: "大廳或櫃檯"
        },
        Position: {
            PositionLon: 121.48287963867188,
            PositionLat: 22.67664337158203,
            GeoHash: "wsn3h2jjh"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_017206",
        HotelName: "夏樂民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉南寮村1鄰漁港26號",
        ZipCode: "951",
        Phone: "886-928-349726",
        Picture: {},
        Position: {
            PositionLon: 121.47062683105469,
            PositionLat: 22.663124084472656,
            GeoHash: "wsn2ujsnq"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車1輛、機車1輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_017446",
        HotelName: "假期旅店民宿",
        Description: "位於連江縣的民宿",
        Address: "連江縣南竿鄉福沃村96號",
        ZipCode: "209",
        Phone: "886-836-25515",
        Fax: "886-836-22809",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/30395.jpg",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/9487.jpg",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/35503.jpg"
        },
        Position: {
            PositionLon: 119.95100402832031,
            PositionLat: 26.150814056396484,
            GeoHash: "wstkc89es"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_018948",
        HotelName: "快樂潛水",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉南寮村1鄰南寮19號",
        ZipCode: "951",
        Phone: "886-923-529651",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/180268.png",
            PictureDescription1: "座落於綠島南寮大街的起點，地理位置極佳！！是個鬧中取靜、便利性極高、擁有極佳的海景景觀視野、一樓有舒適寬敞明亮的開放空間，是您全家旅遊、好友相聚海島旅行的絕佳選擇！！www.happydive.tw",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/180267.png",
            PictureDescription2: "座落於綠島南寮大街的起點，地理位置極佳！！是個鬧中取靜、便利性極高、擁有極佳的海景景觀視野、一樓有舒適寬敞明亮的開放空間，是您全家旅遊、好友相聚海島旅行的絕佳選擇！！www.happydive.tw"
        },
        Position: {
            PositionLon: 121.46247100830078,
            PositionLat: 22.66427993774414,
            GeoHash: "wsn2gvykb"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車1輛、機車3輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_019397",
        HotelName: "蔚藍珠海民宿",
        Description: "位於連江縣的民宿",
        Grade: "一星級",
        Address: "連江縣南竿鄉四維村20號",
        ZipCode: "209",
        Phone: "886-836-26800",
        Fax: "886-836-26802",
        WebsiteUrl: "https://www.facebook.com/Blue.Zhuhai/",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/79229.jpg"
        },
        Position: {
            PositionLon: 119.9178237915039,
            PositionLat: 26.167051315307617,
            GeoHash: "wstkbg96p"
        },
        Class: "民宿",
        ServiceInfo: "無線網路,國民旅遊卡,,,,",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_020782",
        HotelName: "聖祖微風海戀",
        Description: "位於金門縣的民宿",
        Address: "金門縣金寧鄉下埔下305號",
        ZipCode: "892",
        Phone: "886-82-323580",
        Fax: "886-82-323482",
        Picture: {},
        Position: {
            PositionLon: 118.29517364501953,
            PositionLat: 24.44420051574707,
            GeoHash: "wsk55cgvv"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_020810",
        HotelName: "辰光in民宿",
        Description: "位於屏東縣的民宿",
        Address: "屏東縣琉球鄉民族路53號",
        ZipCode: "929",
        Phone: "886-8-8612627",
        Fax: "886-8-8612627",
        WebsiteUrl: "https://www.dawninn.tw/",
        Picture: {},
        Position: {
            PositionLon: 120.3709487915039,
            PositionLat: 22.35394287109375,
            GeoHash: "wevx5j7mn"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_021022",
        HotelName: "東莒幸福居民宿2館",
        Description: "位於連江縣的民宿",
        Address: "連江縣莒光鄉大坪村106號",
        ZipCode: "211",
        Phone: "886-836-89021",
        Picture: {},
        Position: {
            PositionLon: 119.97553253173828,
            PositionLat: 25.95223045349121,
            GeoHash: "wst7dh7w8"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_021419",
        HotelName: "過日子民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村柴口55-1號",
        ZipCode: "951",
        Phone: "886-89-671500",
        WebsiteUrl: "http://ahsilife.okgo.tw/",
        Picture: {},
        Position: {
            PositionLon: 121.48441314697266,
            PositionLat: 22.67746353149414,
            GeoHash: "wsn3h2q1z"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_022104",
        HotelName: "吾妮民宿",
        Description: "美麗的大武山下，孕育著美麗的自然環境和熱情的我們。當您留宿三地門時，Wuni的家將提供您最舒適的休息空間。",
        Address: "屏東縣三地門鄉中正路2段31巷2號",
        ZipCode: "901",
        Phone: "886-920-074397",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/90551.png",
            PictureDescription1: "吾妮的家歡迎您！Welcome to Wuni&#39;s House",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/90552.jpg",
            PictureDescription2: "吾妮民宿位置",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/90553.jpg",
            PictureDescription3: "這就是吾妮民宿喔！"
        },
        Position: {
            PositionLon: 120.65234375,
            PositionLat: 22.011188507080078,
            GeoHash: "wevv1x027"
        },
        Class: "民宿",
        Spec: "雙人房2200;雙人房2200;雙人房2200;雙人房2200;",
        ServiceInfo: "餐廳,無線網路,,,,,自行車友善旅宿",
        ParkingInfo: "車位:小客車2輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_022751",
        HotelName: "國境之藍民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣馬公市時裡里5鄰時裡37號",
        ZipCode: "880",
        Phone: "886-935-948419",
        Picture: {},
        Position: {
            PositionLon: 119.56752014160156,
            PositionLat: 23.52574348449707,
            GeoHash: "wsjjbfdrm"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_025772",
        HotelName: "船老大民宿3",
        Description: "位於連江縣的民宿",
        Address: "連江縣莒光鄉福正村15號",
        ZipCode: "211",
        Phone: "886-919-991491",
        Picture: {},
        Position: {
            PositionLon: 119.98683166503906,
            PositionLat: 25.963306427001953,
            GeoHash: "wst7dq7xp"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026143",
        HotelName: "依依．良品風格民宿",
        Description: "台灣第一座眷村民宿，座落在高雄的左營海軍眷舍。依依.良品便是位於此處。張開雙臂歡迎大家來玩，體驗50年代與現代生活的結合。",
        Address: "高雄市左營區建業新村緯十路54-11號",
        ZipCode: "813",
        Phone: "886-917-859586",
        WebsiteUrl: "https://www.facebook.com/yiyi.homestyle/",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/88084.jpg",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/88469.jpg",
            PictureDescription2: "依依.良品風格民宿迎賓大廳",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/88469.jpg",
            PictureDescription3: "依依.良品風格民宿迎賓大廳"
        },
        Position: {
            PositionLon: 120.17294311523438,
            PositionLat: 22.41415023803711,
            GeoHash: "wevrw877b"
        },
        Class: "民宿",
        ServiceInfo: "餐廳,會議場所,無線網路,國民旅遊卡,停車場,,,,導覽解說,體驗活動,,",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026148",
        HotelName: "綠芙香氛SPA民宿",
        Description: "位於高雄市的民宿",
        Address: "高雄市左營區緯十二路2-1號",
        ZipCode: "813",
        Phone: "886-915-770068",
        Picture: {},
        Position: {
            PositionLon: 120.17305755615234,
            PositionLat: 22.413930892944336,
            GeoHash: "wevrw876e"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026150",
        HotelName: "軍旅舍．四十一",
        Description: "將「以住代護」眷村民宿，回歸到居住的本質。 有別於一般旅館，我們的空間不是風格與形式的組成，也不是過度的服務與高級的享受，亦非民宿主人耗費心思的熱情招待，而是透過空間營造使旅客體驗人與人之間的互動，平衡生活現實、生活美學和各式想像，將生活感堆砌於眷村民宿之中。 「重現眷村生活樣貌，結合眷村與民宿的生活體驗」 我們在舊有建物的輪廓裡，以「共享」的概念進行空間規劃，開放式的生活空間，實現共享生活理念；不侷限室內外空間，在共用概念下(例如共用衛浴、廚房、娛樂室等)，讓人輕鬆沒壓力的互動，小至一個招呼，或是分享生活點滴。透過家具擺設的氛圍營造，即使一個人在客廳休息或閱讀，也能在共享的氛圍下找到專屬的獨立空間。 同時保有個人空間的生活型態，便能輕鬆讓毫無血緣關係的人們聚集在同一個屋簷下生活，即便短暫的一晚，也能輕易的融入並感受眷村的美好。",
        Address: "高雄市左營區建業新村41號",
        ZipCode: "813",
        Phone: "886-958-604142",
        WebsiteUrl: "https://m.facebook.com/goonnight",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/90830.jpg",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/90828.jpg",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/90829.jpg"
        },
        Position: {
            PositionLon: 120.17281341552734,
            PositionLat: 22.414169311523438,
            GeoHash: "wevrw875v"
        },
        Class: "民宿",
        ServiceInfo: "無線網路,,,,",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026151",
        HotelName: "軍旅舍．四十二",
        Description: "位於高雄市的民宿",
        Address: "高雄市左營區建業新村42號",
        ZipCode: "813",
        Phone: "886-958-604142",
        Picture: {},
        Position: {
            PositionLon: 120.17278289794922,
            PositionLat: 22.414159774780273,
            GeoHash: "wevrw875u"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026152",
        HotelName: "小媽寶眷村民宿",
        Description: "高雄是全台最大的軍事聚落，同時擁有鳳山陸軍、左營海軍、岡山空軍等三軍眷村文化，這種獨特的人文風景是其他縣市所不及的，透過眷村保存活化，彰顯其內涵及文史價值，以此提供不同面貌的高雄。目前遺留下的建造物體現著過去的時間，越過樹蔭進了門，踏上眷舍泥地，可看到黑瓦躺在低矮平房上、寧靜無聲的室內迴間、庭院稍腐了的草木，仍可感受到這長長的眷村歲月在建築、人事上所發生的變化。走出廚房旁的小側門，四周有圍牆，彎曲小巷弄，或左或右皆能通到另一處眷村人家，那些我們曾在電視上、書上看到，比方說著重人情味、大家互相幫忙等，種種描述眷村生活的場景就在這裡，住眷村裡跟隔壁家常是互通的，自己家的孩子也像別人家的一樣，互借柴米油鹽都是再正常不過的事情，雖然建築物不像電視、書籍那樣說話，能告訴我們許許多多過往的歷史，但住進內部細細走讀空間痕跡，鍛造的鐵花窗、木窗、紅色大門、為防盜種植的植物、超甜的熱帶水果...等，盡是眷村小故事，也歡迎來自世界各地的您與我們分享屬於你(妳)的小故事。",
        Address: "高雄市左營區緯十路54-7號",
        ZipCode: "813",
        Phone: "886-980-424526",
        WebsiteUrl: "https://www.facebook.com/mamaboyhostel/",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/88427.jpg",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/88428.jpg",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/88343.jpg"
        },
        Position: {
            PositionLon: 120.1729736328125,
            PositionLat: 22.4141902923584,
            GeoHash: "wevrw87k1"
        },
        Class: "民宿",
        Spec: "雙人房4000;雙人房4000;雙人房4000;",
        ServiceInfo: "會議場所,無線網路,停車場,自助洗衣(免費),,,,美容室,接送服務,行動支付,導覽解說,體驗活動,寵物友善旅宿,,",
        ParkingInfo: "車位:小客車20輛、機車100輛、大客車10輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026153",
        HotelName: "老媽寶眷村民宿",
        Description: "高雄是全台最大的軍事聚落，同時擁有鳳山陸軍、左營海軍、岡山空軍等三軍眷村文化，這種獨特的人文風景是其他縣市所不及的，透過眷村保存活化，彰顯其內涵及文史價值，以此提供不同面貌的高雄。目前遺留下的建造物體現著過去的時間，越過樹蔭進了門，踏上眷舍泥地，可看到黑瓦躺在低矮平房上、寧靜無聲的室內迴間、庭院稍腐了的草木，仍可感受到這長長的眷村歲月在建築、人事上所發生的變化。走出廚房旁的小側門，四周有圍牆，彎曲小巷弄，或左或右皆能通到另一處眷村人家，那些我們曾在電視上、書上看到，比方說著重人情味、大家互相幫忙等，種種描述眷村生活的場景就在這裡，住眷村裡跟隔壁家常是互通的，自己家的孩子也像別人家的一樣，互借柴米油鹽都是再正常不過的事情，雖然建築物不像電視、書籍那樣說話，能告訴我們許許多多過往的歷史，但住進內部細細走讀空間痕跡，鍛造的鐵花窗、木窗、紅色大門、為防盜種植的植物、超甜的熱帶水果...等，盡是眷村小故事，也歡迎來自世界各地的您與我們分享屬於你(妳)的小故事。地點近蓮池潭、高鐵、轉乘到佛陀紀念館、義大遊樂園、瑞豐夜市、世運主場館、再見捌捌陸、海軍故事館、雨豆樹林蔭大道、建業新村、明德新村。",
        Address: "高雄市左營區緯十路54-8號",
        ZipCode: "813",
        Phone: "886-980-424526",
        WebsiteUrl: "https://maps.app.goo.gl/wcZM8dd7wd1qoZnR7",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/88588.jpg",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/88587.jpg",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/88586.jpg"
        },
        Position: {
            PositionLon: 120.17291259765625,
            PositionLat: 22.414220809936523,
            GeoHash: "wevrw87hr"
        },
        Class: "民宿",
        ServiceInfo: "無線網路,國民旅遊卡,停車場,自助洗衣(收費),,,,美容室,接送服務,自行車租借,行動支付,導覽解說,體驗活動,寵物友善旅宿,,",
        ParkingInfo: "車位:小客車10輛、機車20輛、大客車10輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026192",
        HotelName: "阿婆家眷村民宿",
        Description: "位於高雄市的民宿",
        Address: "高雄市左營區建業新村54-5號",
        ZipCode: "813",
        Phone: "886-939-985041",
        Picture: {
            PictureUrl1: "https://taiwan.taiwanstay.net.tw/twpic/88904.jpg",
            PictureUrl2: "https://taiwan.taiwanstay.net.tw/twpic/88903.jpg",
            PictureUrl3: "https://taiwan.taiwanstay.net.tw/twpic/88902.jpg"
        },
        Position: {
            PositionLon: 120.17298889160156,
            PositionLat: 22.414140701293945,
            GeoHash: "wevrw877c"
        },
        Class: "民宿",
        ServiceInfo: "無線網路,停車場,自助洗衣(免費),,,,寵物友善旅宿,,,自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026207",
        HotelName: "聽海民宿一館",
        Description: "位於連江縣的民宿",
        Address: "連江縣南竿鄉津沙村32號",
        ZipCode: "209",
        Phone: "886-836-23003",
        Picture: {},
        Position: {
            PositionLon: 119.9119644165039,
            PositionLat: 26.145126342773438,
            GeoHash: "wstk8xt4r"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026243",
        HotelName: "容叔芽窩",
        Description: "位於連江縣的民宿",
        Grade: "一星級",
        Address: "連江縣莒光鄉福正村25號",
        ZipCode: "211",
        Phone: "886-919-919773",
        Picture: {},
        Position: {
            PositionLon: 119.99058532714844,
            PositionLat: 25.964048385620117,
            GeoHash: "wst7dqw7x"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026249",
        HotelName: "友誼山莊民宿",
        Description: "位於連江縣的民宿",
        Address: "連江縣莒光鄉田沃村67號",
        ZipCode: "211",
        Phone: "886-836-88028",
        Picture: {},
        Position: {
            PositionLon: 119.94478607177734,
            PositionLat: 25.972139358520508,
            GeoHash: "wst7c2j4s"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_026972",
        HotelName: "綠島極光輕旅民宿",
        Description: "位於臺東縣的民宿",
        Address: "臺東縣綠島鄉公館村柴口39號",
        ZipCode: "951",
        Phone: "886-933-993398",
        Picture: {},
        Position: {
            PositionLon: 121.48226928710938,
            PositionLat: 22.675708770751953,
            GeoHash: "wsn2uruxw"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_027553",
        HotelName: "宜家2館",
        Description: "位於金門縣的民宿",
        Address: "金門縣金寧鄉埔邊119號",
        ZipCode: "892",
        Phone: "886-910-327509",
        Picture: {},
        Position: {
            PositionLon: 118.29230499267578,
            PositionLat: 24.45160675048828,
            GeoHash: "wsk55g3bf"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_027554",
        HotelName: "金鑰匙旅店",
        Description: "位於金門縣的民宿",
        Address: "金門縣金湖鎮林兜336號",
        ZipCode: "891",
        Phone: "886-985-101101",
        Picture: {},
        Position: {
            PositionLon: 118.1872329711914,
            PositionLat: 24.4515380859375,
            GeoHash: "wsk517m2d"
        },
        Class: "民宿",
        ServiceInfo: "自行車友善旅宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_027813",
        HotelName: "哈斯塔特民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣馬公市時裡里13鄰時裡19之5號",
        ZipCode: "880",
        Phone: "886-958-633677",
        Picture: {},
        Position: {
            PositionLon: 119.56693267822266,
            PositionLat: 23.525678634643555,
            GeoHash: "wsjjbf9zp"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_027817",
        HotelName: "日時行旅民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣馬公市時裡里13鄰時裡19之6號",
        ZipCode: "880",
        Phone: "886-929-696309",
        Picture: {},
        Position: {
            PositionLon: 119.56693267822266,
            PositionLat: 23.525678634643555,
            GeoHash: "wsjjbf9zp"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_028205",
        HotelName: "月裡民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣馬公市重光里2鄰後窟潭7號之30",
        ZipCode: "880",
        Phone: "886-939-334738",
        Picture: {},
        Position: {
            PositionLon: 119.57227325439453,
            PositionLat: 23.584945678710938,
            GeoHash: "wsjn0vtb7"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_028507",
        HotelName: "偷嗨郎民宿二館",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣馬公市鐵線里1鄰鐵線尾111號",
        ZipCode: "880",
        Phone: "886-917-216991",
        Picture: {},
        Position: {
            PositionLon: 119.5965347290039,
            PositionLat: 23.532573699951172,
            GeoHash: "wsjjc7zx1"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車1輛、機車1輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_028521",
        HotelName: "風禎民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣馬公市鐵線里1鄰鐵線尾113號",
        ZipCode: "880",
        Phone: "886-919-642826",
        Picture: {},
        Position: {
            PositionLon: 119.5965347290039,
            PositionLat: 23.532573699951172,
            GeoHash: "wsjjc7zx1"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_028819",
        HotelName: "港口民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣七美鄉南港村11鄰南滬58號",
        ZipCode: "883",
        Phone: "886-937-310791",
        Picture: {},
        Position: {
            PositionLon: 119.41877746582031,
            PositionLat: 23.194766998291016,
            GeoHash: "wshgvqqp7"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_028876",
        HotelName: "樂洋洋民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣馬公市鐵線里3鄰鐵線尾45之10號",
        ZipCode: "880",
        Phone: "886-928-370718",
        Picture: {},
        Position: {
            PositionLon: 119.5965347290039,
            PositionLat: 23.532573699951172,
            GeoHash: "wsjjc7zx1"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        HotelID: "C4_315080000H_028877",
        HotelName: "烏玖民宿",
        Description: "位於澎湖縣的民宿",
        Address: "澎湖縣馬公市鐵線里1鄰鐵線尾83號",
        ZipCode: "880",
        Phone: "886-987-636697",
        WebsiteUrl: "https://www.booking.com/hotel/tw/wu-jiu-min-su-oud-ustay.en-gb.html",
        Picture: {},
        Position: {
            PositionLon: 119.5965347290039,
            PositionLat: 23.532573699951172,
            GeoHash: "wsjjc7zx1"
        },
        Class: "民宿",
        ParkingInfo: "車位:小客車0輛、機車0輛、大客車0輛",
        SrcUpdateTime: "2023-05-19T01:58:36+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    }
];
let activityAry = [
    {
        ActivityID: "C2_315080000H_502349",
        ActivityName: "112年水域活動研習會",
        Description: "為提升國人重視水域遊憩安全與建立水域遊憩基本認知與自救能力，鼓勵全民「親水、愛水、知水」逕而「親近」、「瞭解」、「尊敬」及「運用」，以落實「海洋政策」，「向海致敬」為基本理 念，藉以善用海洋資源，減少水域遊憩傷亡事件，並喚起建立珍惜生命普世價值與年輕世代之海洋意識，共同重視與促進水域遊憩活動與安全管理，深耕台灣海洋環境，彰顯海洋國家特色。",
        Particpation: "(一）各公私立學校教職員、學生。 (二）中央機關、各縣市政府水域遊憩相關業務承辦人員。 (三）實際從事或對水域遊憩活動有興趣之業者與民眾。",
        Location: "澎湖青年活動中心",
        Address: "880澎湖縣馬公市介壽路11號",
        Phone: "886-934015925",
        Organizer: "中華民國海洋運動推廣協會",
        StartTime: "2023-07-21T08:00:00+08:00",
        EndTime: "2023-07-23T17:00:00+08:00",
        Picture: {},
        Position: {
            PositionLon: 119.59703826904297,
            PositionLat: 23.487733840942383,
            GeoHash: "wsjj97zcu"
        },
        Class1: "遊憩活動",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_502379",
        ActivityName: "2023年第十一屆澎湖島帆船週系列賽",
        Description: "澎湖位於臺灣海峽中央，因為多島嶼及海灣的特殊地理環境，近年來許多超級遊 艇與帆船慕名而來，除了連續舉辦多年的亞洲風浪板巡迴賽之外，2010年的海峽盃帆船賽一直到2022年第十屆澎湖島帆船週系列賽，已經連續第11年在澎湖舉辦。",
        Location: "馬公第一漁港",
        Address: "澎湖馬公亞果遊艇碼頭",
        Phone: "886-2-87711442",
        Organizer: "中華民國帆船協會",
        StartTime: "2023-06-28T00:00:00+08:00",
        EndTime: "2023-07-02T00:00:00+08:00",
        WebsiteUrl: "https://bao-ming.com/eb/content/5562#26729",
        Picture: {},
        Position: {
            PositionLon: 119.56896209716797,
            PositionLat: 23.563739776611328,
            GeoHash: "wsjn0cekw"
        },
        Class1: "年度活動",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080500H_005320",
        ActivityName: "綠島「蟹蟹您的愛~護蟹俠客行」",
        Description: "無",
        Location: "to see the official site",
        Address: "臺東縣951綠島鄉環島公路龜灣路段",
        Phone: "886-8-9841520",
        Organizer: "東部海岸國家風景區管理處",
        StartTime: "2023-06-15T00:00:00+08:00",
        EndTime: "2023-09-09T00:00:00+08:00",
        Picture: {},
        Position: {
            PositionLon: 121.48066711425781,
            PositionLat: 22.645360946655273,
            GeoHash: "wsn2u67wb"
        },
        Class1: "年度活動",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081000H_020299",
        ActivityName: "馬祖年度節慶活動 (Matsu Festival Activities)",
        Description: "馬祖民俗節慶活動，最熱鬧的過年，一路到九月的馬祖昇天祭，還有扛乩、擺暝等特殊文化，元宵節是其中之最，從農曆元月十一日開始，可以一路延續到元月十九、甚至是二十日！",
        Location: "連江縣南竿鄉仁愛村95-1號",
        Address: "連江縣南竿鄉仁愛村95-1號",
        Phone: "886-836-25630",
        Organizer: "交通部觀光局馬祖國家風景區",
        StartTime: "2021-04-30T00:00:00+08:00",
        EndTime: "2050-12-31T00:00:00+08:00",
        Picture: {},
        Position: {
            PositionLon: 119.91219329833984,
            PositionLat: 26.143110275268555,
            GeoHash: "wstk8xjqs"
        },
        Class1: "節慶活動",
        Class2: "節慶活動",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_376540000A_005281",
        ActivityName: "2023年綠島海上長泳活動",
        Description: "藉由全國海上長泳活動的舉辦，讓大家親身體驗綠島豐富珍貴的海陸資源，認識海洋珊瑚生態，享受大自然之美的同時達到宣傳自然保育的觀念。指導單位：交通部觀光局、臺東縣政府主辦單位：綠島鄉公所活動日期：2023/ 5 / 28活動地點：綠島中寮漁港（中寮船澳(起點)&rarr;柴口浮潛區(折返點) &rarr;中寮船澳(終點)）報名期間：即日起至2023/5/8止報名網址：https://www.joinnow.com.tw/run-step1.php?cnt_id=59&view=1＊活動內容以主辦單位公告為準。＜圖片來源：綠島鄉公所＞",
        Location: "詳見官網",
        Phone: "886-8-9672510#20",
        Organizer: "綠島鄉公所",
        StartTime: "2023-05-28T06:30:00+08:00",
        EndTime: "2023-05-28T11:30:00+08:00",
        Picture: {},
        Position: {
            PositionLon: 121.47258758544922,
            PositionLat: 22.675649642944336,
            GeoHash: "wsn2upvxh"
        },
        Class1: "年度活動",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_376540000A_005340",
        ActivityName: "2023綠島人權藝術季",
        Description: "2023綠島人權藝術季▍⟣亮點曝光⟢​亮點一⟣歷屆參與藝術家・平均年齡最年輕邀請年輕一代藝術家與專家學者、受難者前輩與家屬進行「共創、共學」，將這段白色恐怖的歷史、記憶以「藝術」轉譯。​文化部長史哲更強調，白恐的歷史不應僅是課本上的教材內容，更應該成為臺灣每一代人生命的共同記憶。希望在綠島旅遊熱季舉辦藝術季，能夠更深入推廣至觀光客旅遊行程中；更期盼如同大眾耳熟能詳的歌曲中，形容綠島是「月光下的小船」，它將持續乘載著國家及大家的記憶，讓沉重的記憶能夠在這艘小船當中，在美麗夜景下，繼續帶領臺灣航向美好的未來。​┄​亮點二⟣獲獎藝術家・全新創作亮相❍第19屆國家文藝獎得主・吳瑪悧〈我是高草〉以白恐受難者高草為例，邀請觀眾理解和反思身處白色恐怖年代的處境。​❍2022年金馬獎最佳紀錄片・導演蔡崇隆與妻子阮金紅、聲音創作者史旻玠共同創作〈歷史的裂縫&mdash;移工在綠島〉在歷史建築的隱密角落裡，涵蓋國家發展、人權承諾、工廠勞動、工安新聞等各種現實又紛雜的矛盾異音。​❍受金音獎肯定・音樂藝術家王榆鈞登島駐地創作〈行方不明〉，以受難前輩家屬的訪談為線索，透過歌曲連結談話、歌唱與島嶼上各種記憶與情感的碎片。​❍臺北美術獎得主・羅懿君、張紋瑄、郭俞平▸郭俞平將織品、雕塑、重製的檔案等進行編組，敘寫多篇視覺故事。▸張紋瑄則以檔案攝影與藝術影像的不同類型，思考同一物件在個人生命經驗與客觀敘事的差異。▸羅懿君以潛水活動探索將軍岩、三峰岩等礁岩海岸，結合島上拾得的素材製作潛水裝備，提取海底暗湧下的身體經驗，呈現曾經禁錮於此的受難者的自由靈魂與精神抵抗。​┄​亮點三⟣前輩攝影的藝術再詮釋藝術家劉紀彤將政治受難者陳孟和在1962年拍攝的綠島全景，結合2010年代後人循此影像再翻拍的作品，印製成民眾可從綠島寄回的明信片，期待以人權故事的傳遞開展對話。",
        Location: "詳見官網",
        Phone: "886-8-9326141",
        Organizer: "國家人權博物館",
        StartTime: "2023-05-17T00:00:00+08:00",
        EndTime: "2023-09-17T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 121.49574279785156,
            PositionLat: 22.67664909362793,
            GeoHash: "wsn3h8nmp"
        },
        Class1: "年度活動",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_080915",
        ActivityName: "2023阿里山日出印象音樂會",
        Description: "阿里山是國內外知名觀賞日出的旅遊勝地的，「阿里山日出印象音樂會」自民國91年（西元2002年）底由交通部觀光局阿里山國家風景區管理處、行政院農業委員會林務局嘉義林區管理處及嘉義縣政府共同輪流主辦，是臺灣最具特色的高山音樂會，以高海拔、高品質、高格調的「高三」音樂會為活動目標，讓國內外遊客沉浸在悠揚樂曲中，迎接新年第一道曙光的首選活動；活動串聯大阿里山地區周邊旅遊路線，將日出印象主題特色與活動產品深化，提升觀光產值。活動時間：2023年1月1日 05:30~07:30 -->",
        Location: "嘉義縣 阿里山鄉",
        Address: "阿里山國家森林遊樂區 祝山觀日平臺（停機坪）",
        Organizer: "嘉義縣政府、交通部觀光局阿里山國家風景區管理處、行政院農業委員會林務局嘉義林區管",
        StartTime: "2023-01-01T00:00:00+08:00",
        EndTime: "2023-01-01T00:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/ef1bff5c-a2cd-468b-a96e-c1032ed89e87.jpg",
            PictureDescription1: "日出印象音樂會是嘉義觀光重要的品牌活動之一，透過音樂及新年的曙光帶給大家新希望",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/4cab25e5-c129-4807-9e68-ac7969df7ee7.jpg",
            PictureDescription2: "全台歷史最悠久的阿里山日出印象音樂會用高海拔、高水準、高格調120分鐘國家音樂廳等級的演出宣告祝山觀日平台(停機坪)再現於全台民眾之前",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/1f6846f1-8f24-4dae-ad2d-c9b3c425a8ae.jpg",
            PictureDescription3: "金曲歌后詹雅雯、鄒族天籟安歆澐，並邀約由跨域國際指揮家江靖波帶領的樂興之時管弦樂團50人團隊跨界演出"
        },
        Position: {
            PositionLon: 120.82379913330078,
            PositionLat: 23.510173797607422,
            GeoHash: "wsjvtrvhw"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081028",
        ActivityName: "南投星空季",
        Description: "每年7/20至8/20左右登場的「英仙座流星雨」，是年度三大流星雨之一，台灣即將在8/13迎來極大期，預估當日凌晨3至4點甚至可觀賞到近百顆流星從天空劃過！民眾欲觀賞這場精彩可期的流星雨，可選擇低光害、空中無遮蔽物的地點，如南投合歡山、日月潭、溪頭、杉林溪等，皆是海拔高、視野遼闊、低光害汙染的絕佳觀星旅遊景點。其中合歡山國際暗空公園更可以說是全台最友善的高海拔觀星景點。活動自民國106年（西元2017年）起舉行，原僅於清境地區進行高山觀星音樂會活動。民國108年（西元2019年）合歡山暗空公園認證通過後，南投縣政府為擴大行銷觀星旅遊資源，以分流概念於活動期間，在南投各地舉辦觀星及音樂會活動。主要舉辦地點包含清境地區、暗空公園範圍（鳶峰停車場）以及溪頭等地。",
        Location: "南投縣 仁愛鄉",
        Address: "清境農場",
        Organizer: "南投縣政府",
        StartTime: "2023-08-01T00:00:00+08:00",
        EndTime: "2023-11-30T00:00:00+08:00",
        Cycle: "2023年時間未定",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/e7d96932-6633-4a2c-b724-c1ad89893c19.jpg",
            PictureDescription1: "星空季-日月潭水社碼頭",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/1c172de5-627f-485c-ac74-01d08a696a8d.jpg",
            PictureDescription2: "星空季-遠眺日月潭",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/36757176-876c-477e-9118-48e872937e8a.jpg",
            PictureDescription3: "星空季-合歡山"
        },
        Position: {
            PositionLon: 121.1628189086914,
            PositionLat: 24.058509826660156,
            GeoHash: "wsq0v5snf"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081050",
        ActivityName: "2023奔羊節",
        Description: "清境農場溯自民國50年（西元1961年）農場草創已歷60寒暑，歷年來清境農場年度的生日慶典，係為緬懷前人創業之艱辛及展現今日之成果。每年固定於2月份規劃場慶活動，是全台唯一可體驗高山牧羊樂趣的活動。本次農場特有代表動物「柯莉黛綿羊」為活動主軸，活動場地在青青草原及觀山牧區，本次邀請十鼓擊樂團演奏鼓曲，緊接著上演特有綿羊剪毛秀，集合本場百餘隻綿羊，遊客在本場員工指導下於台14甲線上進行趕羊，體驗羊咩咩逛大街的樂趣。希望藉此獨樹一格之活動，呈現本場青春、活力、健康之休閒農場形象，活化清境地區內觀光產業及經濟發展，同時吸引更多遊客上山分享體驗。",
        Location: "南投縣 仁愛鄉",
        Address: "台14甲線7.5K-9.8K",
        Organizer: "國軍退除役官兵輔導委員會清境農場",
        StartTime: "2023-02-17T00:00:00+08:00",
        EndTime: "2023-02-17T00:00:00+08:00",
        WebsiteUrl: "https://gosheep.chingjing.com.tw/",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/e0b1b0eb-1ac9-4e7c-bf5d-805242b0a85c.jpg",
            PictureDescription1: "羊群牧區集結等候",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/8aebb1ef-07f6-4e54-be7f-e3844dc42f96.jpg",
            PictureDescription2: "奔羊隊伍奔走在臺14甲線",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/dacd1274-36a0-4b62-a83a-be6df0d755eb.jpg",
            PictureDescription3: "可愛羊咩咩逛大街"
        },
        Position: {
            PositionLon: 121.16354370117188,
            PositionLat: 24.058774948120117,
            GeoHash: "wsq0v5u8e"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081076",
        ActivityName: "日月潭國際萬人泳渡",
        Description: "起始於民國72年（西元1983年）的日月潭國際萬人泳渡活動，每年中秋節前後舉辦，是日月潭最具歷史與規模的活動。泳渡全程約3,000公尺，每年均吸引來自海內外四面八方上萬名游泳愛好者參加，幾乎在開放報名即迅速額滿的「日月潭萬人泳渡」嘉年華盛事，場面盛況空前。",
        Location: "南投縣 魚池鄉",
        Address: "日月潭",
        Organizer: "南投縣政府、中華民國成人游泳協會、埔里鎮四季早泳會",
        StartTime: "2023-09-01T00:00:00+08:00",
        EndTime: "2023-09-30T00:00:00+08:00",
        Cycle: "2023年時間未定",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/32664653-b656-4e7f-bb6d-ed1b726fa3b9.jpg",
            PictureDescription1: "萬人泳渡盛況",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/50882fb8-6e13-49dc-8d8a-f7b83de20fe3.jpg",
            PictureDescription2: "泳渡風光",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/5caeebb0-fc57-4a9d-ab56-164edc57d959.jpg",
            PictureDescription3: "朝霧碼頭"
        },
        Position: {
            PositionLon: 120.9159164428711,
            PositionLat: 23.85733413696289,
            GeoHash: "wsjzxx071"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081077",
        ActivityName: "南投世界茶業博覽會",
        Description: "南投有八大茶區，更是台灣茶葉主要產地，活動主要透過展館搭建與展售會，提供遊客茶知識、體驗、展演。並於活動期間舉辦數場大型特色主題活動，如千人茶會、千人擂茶以及千人野餐等活動，推廣多元豐富的茶文化。",
        Location: "南投縣 南投市",
        Address: "中興新村 中興會堂",
        Organizer: "南投縣政府",
        StartTime: "2023-10-01T00:00:00+08:00",
        EndTime: "2023-10-31T00:00:00+08:00",
        Cycle: "2023年時間未定",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/700ff267-3b42-49c0-9986-9ccc8f92774d.jpg",
            PictureDescription1: "千人茶會盛況",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/815fa862-4a89-41ca-a4ff-fb7ea82fc652.jpg",
            PictureDescription2: "小小泡茶師",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/15ab56ee-b458-4206-a509-5fa9eeb84272.jpg",
            PictureDescription3: "縣長農產品行銷"
        },
        Position: {
            PositionLon: 120.69622039794922,
            PositionLat: 23.949291229248047,
            GeoHash: "wsmb4xb69"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081098",
        ActivityName: "日月潭Come!BikeDay花火音樂嘉年華",
        Description: "日月潭花火音樂嘉年華系列活動自民國97年（西元2008年）起舉辦，從初期的煙火、交響樂、鼓樂、舞蹈、藝文展覽，逐漸導入自行車、馬拉松、定向越野、紅茶產業文化、集團結婚、公益活動等多元題材，發展為一系列之高品質戶外展演及觀光活動，多年來深獲各界好評，並為日月潭嘉年華系列活動奠定深刻之「藝文表演」與「運動休閒」品牌旅遊印象。日月潭花火音樂嘉年華系列活動將持續以音樂藝術、運動休閒、在地產業文化等活動特色與傳統為主軸，延續「Come!BikeDay自行車」及「大型戶外花火音樂會」活動雙核心亮點，以創新發展豐富各場次活動主題與內容，並持續強化與其他公私部門合作，引入民間企業、團體之資源，加強國際交流行銷推廣合作等，以吸引更多國內外旅客到訪，並帶給遊客全新旅遊體驗與深刻印象，更為台灣整體觀光產業發展進一步創造效益。",
        Location: "南投縣 魚池鄉",
        Address: "水社碼頭",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2023-10-01T00:00:00+08:00",
        EndTime: "2023-11-30T00:00:00+08:00",
        Cycle: "2023年時間未定",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/f4f08263-5001-40e3-9ab7-0d25748d8241.jpg",
            PictureDescription1: "日月潭Come!BikeDay花火音樂嘉年華",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/2e9d2b48-baab-45c5-8daf-929270c382f9.jpg",
            PictureDescription2: "兒童滑步車賽道",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/35d41cea-079c-4339-8cbd-347682797e7e.jpg",
            PictureDescription3: "「自慢日月潭，騎心齊力」自行車領騎人員培訓"
        },
        Position: {
            PositionLon: 120.91191864013672,
            PositionLat: 23.864501953125,
            GeoHash: "wsjzz2mkg"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_502384",
        ActivityName: "2023Come!BikeDay自行車系列活動-集鐵小鎮‧森呼C",
        Description: "水里、集集自2019年辦理「集鐵小鎮・瘋鐵馬」活動，吸引各地自行車愛好者共襄盛舉，迴響熱烈。今年因疫情沉寂的集鐵活動，重新納入日月潭Come!Bikeday自行車系列活動，規劃森林集鐵線(39K)、放鬆呼C騎(8K)兩條自行車騎乘路線，讓大人和小朋友都能一起參加，以車埕遊客中心為起點，探索水里、集集的無限魅力。",
        Location: "南投縣",
        Address: "車埕遊客中心(南投縣水里鄉車埕村民權巷127號)",
        Phone: "886-2-2855668#1241",
        Organizer: "日月潭國家風景區管理處",
        StartTime: "2023-09-16T06:00:00+08:00",
        EndTime: "2023-09-16T15:00:00+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.86608123779297,
            PositionLat: 23.83173942565918,
            GeoHash: "wsjzw67vz"
        },
        Class1: "自行車活動",
        Remarks: "活動時間係暫訂。",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_502385",
        ActivityName: "2023Come!BikeDay自行車系列活動-自行車主題日",
        Description: "邁入第12年的日月潭Come!Bikeday自行車系列活動-自行車主題日活動，秉持著「Every day is Come!Bikeday」的精神，辧理家長及兒童喜愛的滑步車比賽、新手老手都好上手的環潭船騎挑戰、趣味與知識兼具的自行車主題闖關，以及知性的導覽活動，期待您加入自行車騎乘行列，享受日月潭的獨特風光，來吧！讓我們一起加入日月潭Come!Bikeday自行車主題日活動行列。",
        Location: "南投縣",
        Address: "向山遊客中心(南投縣魚池鄉水社村中山路599號)",
        Phone: "886-2-2855668#1241",
        Organizer: "日月潭國家風景區管理處",
        StartTime: "2023-10-14T06:00:00+08:00",
        EndTime: "2023-10-14T15:00:00+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.90202331542969,
            PositionLat: 23.851261138916016,
            GeoHash: "wsjzxjypt"
        },
        Class1: "自行車活動",
        Remarks: "活動時間係暫訂。",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002117",
        ActivityName: "2022 日月潭櫻花季",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉日月潭周邊轄區",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2022-01-31T00:00:00+08:00",
        EndTime: "2022-03-06T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.8995132446289,
            PositionLat: 23.85159683227539,
            GeoHash: "wsjzxnh3d"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002118",
        ActivityName: "2022日月潭星光螢火季",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉日月潭轄區周邊",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2022-04-01T00:00:00+08:00",
        EndTime: "2022-05-30T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.8995132446289,
            PositionLat: 23.85159683227539,
            GeoHash: "wsjzxnh3d"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002119",
        ActivityName: "2022日月潭櫻舞飛揚環湖路跑【活動取消】",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉水社村中山路599號",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2022-01-16T00:00:00+08:00",
        EndTime: "2022-01-16T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.8995132446289,
            PositionLat: 23.85159683227539,
            GeoHash: "wsjzxnh3d"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002120",
        ActivityName: "2022日月潭萬人泳渡嘉年華",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉朝霧碼頭",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2022-09-04T00:00:00+08:00",
        EndTime: "2022-09-04T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.91619110107422,
            PositionLat: 23.867769241333008,
            GeoHash: "wsjzz8brz"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002121",
        ActivityName: "2022日月潭Come!BikeDay花火音樂嘉年華",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2022-10-07T00:00:00+08:00",
        EndTime: "2022-11-19T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.8995132446289,
            PositionLat: 23.85159683227539,
            GeoHash: "wsjzxnh3d"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002122",
        ActivityName: "2022日月潭婚禮【日月相映，情定日月潭】",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉中山路599號",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2022-10-07T00:00:00+08:00",
        EndTime: "2022-10-07T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.8995132446289,
            PositionLat: 23.85159683227539,
            GeoHash: "wsjzxnh3d"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002124",
        ActivityName: "2022日月潭Come!Bikeday自行車嘉年華",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉中山路599號",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2022-07-15T00:00:00+08:00",
        EndTime: "2022-11-12T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.8995132446289,
            PositionLat: 23.85159683227539,
            GeoHash: "wsjzxnh3d"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002266",
        ActivityName: "2023 日月潭櫻花季",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉日月潭周邊轄區",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2023-02-01T00:00:00+08:00",
        EndTime: "2023-03-05T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.8995132446289,
            PositionLat: 23.85159683227539,
            GeoHash: "wsjzxnh3d"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002267",
        ActivityName: "2023 日月潭星光螢火季",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2023-04-01T00:00:00+08:00",
        EndTime: "2023-05-31T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.8995132446289,
            PositionLat: 23.85159683227539,
            GeoHash: "wsjzxnh3d"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081100H_002272",
        ActivityName: "2024日月潭跨年晚會",
        Description: "無",
        Location: "to see the official site",
        Address: "南投縣555魚池鄉",
        Phone: "886-4-92855668",
        Organizer: "交通部觀光局日月潭國家風景區管理處",
        StartTime: "2023-12-31T00:00:00+08:00",
        EndTime: "2023-12-31T23:59:59+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.8995132446289,
            PositionLat: 23.85159683227539,
            GeoHash: "wsjzxnh3d"
        },
        Class1: "年度活動",
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007164",
        ActivityName: "新春揮毫",
        Description: "活動名稱：新春揮毫活動時間：111年1月16日(日)10:00-14:00活動地點：松柏嶺遊客中心&nbsp;為維護彼此的健康，提醒遊客出遊前請持續關注疫情變化，勤洗手、戴口罩，落實防疫措施！本處轄區景點與活動，也將配合放疫措施進行滾動性調整。",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心",
        StartTime: "2022-01-16T10:00:00+08:00",
        EndTime: "2022-01-16T14:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/daa63197-5b3d-4659-a2f4-26455cfb8a33_thumb.jpg",
            PictureDescription1: "新春揮毫"
        },
        Position: {
            PositionLon: 120.63600158691406,
            PositionLat: 23.8341007232666,
            GeoHash: "wsjz94u7w"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007168",
        ActivityName: "環保茶香袋冰箱貼DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：環保茶香袋冰箱貼DIY-八卦山在地手工藝品體驗DIY活動活動時間：111年2月1日(二)10:00-12:00活動地點：松柏嶺遊客中心(茶文化主題館)活動講師：林讌如 工藝師&nbsp;&nbsp;為維護彼此的健康，提醒遊客出遊前請持續關注疫情變化，勤洗手、戴口罩，落實防疫措施！本處轄區景點與活動，也將配合放疫措施進行滾動性調整。",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2022-02-01T10:00:00+08:00",
        EndTime: "2022-02-01T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/23ea8543-0755-4ec4-a94c-92a00aa7bb2a_thumb.jpg",
            PictureDescription1: "環保茶香袋冰箱貼DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6359634399414,
            PositionLat: 23.8341007232666,
            GeoHash: "wsjz94u7t"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007169",
        ActivityName: "環保茶香袋冰箱貼DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：環保茶香袋冰箱貼DIY-八卦山在地手工藝品體驗DIY活動活動時間：111年2月2日(二)10:00-12:00活動地點：松柏嶺遊客中心(茶文化主題館)活動講師：林讌如 工藝師&nbsp;為維護彼此的健康，提醒遊客出遊前請持續關注疫情變化，勤洗手、戴口罩，落實防疫措施！本處轄區景點與活動，也將配合放疫措施進行滾動性調整。",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心",
        StartTime: "2022-02-02T10:00:00+08:00",
        EndTime: "2022-02-02T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/7f9ab0a2-a84c-459d-a964-56495859ccf4_thumb.jpg",
            PictureDescription1: "環保茶香袋冰箱貼DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.63597106933594,
            PositionLat: 23.83411979675293,
            GeoHash: "wsjz94u7v"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007170",
        ActivityName: "環保茶香袋冰箱貼DIY-松柏嶺在地手工藝品體驗DIY活動",
        Description: "活動名稱：環保茶香袋冰箱貼DIY-松柏嶺在地手工藝品體驗DIY活動活動時間：111年2月3日(四)10:00-12:00活動地點：松柏嶺遊客中心(茶文化主題館)活動講師：林讌如 工藝師&nbsp;&nbsp;為維護彼此的健康，提醒遊客出遊前請持續關注疫情變化，勤洗手、戴口罩，落實防疫措施！本處轄區景點與活動，也將配合放疫措施進行滾動性調整。",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2022-02-03T10:00:00+08:00",
        EndTime: "2022-02-03T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/758b3e38-aa3e-4d14-8ebe-7d4e6426f88a_thumb.jpg",
            PictureDescription1: "環保茶香袋冰箱貼DIY-松柏嶺在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.63597106933594,
            PositionLat: 23.83411979675293,
            GeoHash: "wsjz94u7v"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007217",
        ActivityName: "茶香袋冰箱貼-112年度春節環保DIY活動",
        Description: "活動名稱：茶香袋冰箱貼-112年度春節環保DIY活動活動時間：112年1月22日(星期日)(初一)10:00-12:00活動地點：松柏嶺遊客中心&nbsp;",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心",
        StartTime: "2023-01-22T10:00:00+08:00",
        EndTime: "2023-01-22T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/149acd3f-c0ec-42b4-ad72-77be51bfbf07_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼-112年度春節環保DIY活動"
        },
        Position: {
            PositionLon: 120.63609313964844,
            PositionLat: 23.834850311279297,
            GeoHash: "wsjz95h80"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007226",
        ActivityName: "茶香袋冰箱貼-112年度春節環保DIY活動",
        Description: "活動名稱：茶香袋冰箱貼-112年度春節環保DIY活動活動時間：112年1月23日(星期一)(初二)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心",
        StartTime: "2023-01-23T10:00:00+08:00",
        EndTime: "2023-01-23T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/07818fec-8a99-416d-a468-5bad1015aa6e_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼-112年度春節環保DIY活動"
        },
        Position: {
            PositionLon: 120.63609313964844,
            PositionLat: 23.834890365600586,
            GeoHash: "wsjz95h82"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007227",
        ActivityName: "茶香袋冰箱貼-112年度春節環保DIY活動",
        Description: "活動名稱：茶香袋冰箱貼-112年度春節環保DIY活動活動時間：112年1月24日(星期二)(初三)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心",
        StartTime: "2023-01-24T10:00:00+08:00",
        EndTime: "2023-01-24T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/7527b305-6885-48d4-9d6c-047fee35397b_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼-112年度春節環保DIY活動"
        },
        Position: {
            PositionLon: 120.63609313964844,
            PositionLat: 23.834890365600586,
            GeoHash: "wsjz95h82"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007228",
        ActivityName: "茶香袋冰箱貼-112年度春節環保DIY活動",
        Description: "活動名稱：茶香袋冰箱貼-112年度春節環保DIY活動活動時間：112年1月25日(星期三)(初四)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心",
        StartTime: "2023-01-25T10:00:00+08:00",
        EndTime: "2023-01-25T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/d8f19f6a-0367-433d-a097-fcd545766793_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼-112年度春節環保DIY活動"
        },
        Position: {
            PositionLon: 120.63609313964844,
            PositionLat: 23.834890365600586,
            GeoHash: "wsjz95h82"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007229",
        ActivityName: "茶香袋冰箱貼-112年度春節環保DIY活動",
        Description: "活動名稱：茶香袋冰箱貼-112年度春節環保DIY活動活動時間：112年1月26日(星期四)(初五)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心",
        StartTime: "2023-01-26T10:00:00+08:00",
        EndTime: "2023-01-26T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/2a43facf-4e5d-4bac-bea7-ae0be7569fb1_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼-112年度春節環保DIY活動"
        },
        Position: {
            PositionLon: 120.63609313964844,
            PositionLat: 23.834890365600586,
            GeoHash: "wsjz95h82"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007244",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年2月26日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-02-26T10:00:00+08:00",
        EndTime: "2023-02-26T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/eb26f111-8385-4a2f-bcb2-c112871ff79b_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007245",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年3月5日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-03-05T10:00:00+08:00",
        EndTime: "2023-03-05T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/1f43a73a-04e9-4a4e-b92b-76e71b4c1eaa_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007246",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年3月19日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-03-19T10:00:00+08:00",
        EndTime: "2023-03-19T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/7b8396e2-096f-44a7-a85c-220fbc9ed9ab_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007247",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年4月9日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-04-09T10:00:00+08:00",
        EndTime: "2023-04-09T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/fcfbf6bb-4247-4129-93f4-bf6bd0b2a95a_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007248",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年4月23日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-04-23T10:00:00+08:00",
        EndTime: "2023-04-23T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/2fce481b-a0c7-4941-a13b-6f1569a48a64_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007249",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年6月4日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-06-04T10:00:00+08:00",
        EndTime: "2023-06-04T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/51c49b6b-07d5-4300-8f70-d57a67aef77a_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007250",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年5月7日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-05-07T10:00:00+08:00",
        EndTime: "2023-05-07T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/727fcabc-9af1-457a-9a97-82fc00c9945e_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007251",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年5月7日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-05-07T10:00:00+08:00",
        EndTime: "2023-05-07T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/20fcd014-cbd6-4efe-9679-6b0b8dee8617_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007252",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年5月21日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-05-21T10:00:00+08:00",
        EndTime: "2023-05-21T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/55a60ac1-6534-409b-9c6a-6c147dcca5a4_thumb.JPG",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315081200H_007253",
        ActivityName: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動",
        Description: "活動名稱：茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動活動時間：112年6月18日(星期日)10:00-12:00活動地點：松柏嶺遊客中心",
        Location: "to see the official site",
        Address: "551南投縣名間鄉名松路二段181號",
        Phone: "886-4-92580525",
        Organizer: "松柏嶺遊客中心(茶文化主題館)",
        StartTime: "2023-06-18T10:00:00+08:00",
        EndTime: "2023-06-18T12:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.trimt-nsa.gov.tw/Content/Uploads/ActivityExpress/19232e2a-5cba-40b9-ac00-6d8dea2e7ad5_thumb.jpg",
            PictureDescription1: "茶香袋冰箱貼、特色小茶球DIY-八卦山在地手工藝品體驗DIY活動"
        },
        Position: {
            PositionLon: 120.6361083984375,
            PositionLat: 23.834209442138672,
            GeoHash: "wsjz94us3"
        },
        City: "南投縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081032",
        ActivityName: "嘉義市光織影舞-光影藝術展",
        Description: "為增加嘉義市夜間觀光亮點，吸引旅客在嘉義市住宿及消費，本府於民國109年（西元2020年）10月1日起至11月1日（橫跨中秋及國慶連假）首次舉辦「2020嘉義市光織影舞-光影藝術展」，活動結合嘉義市城市人文特色及在地文化，以四季與中秋節（全國地表最大月亮）為主題，設置7件光影藝術裝置，營造陸（園區走道、草地）、水（北香湖湖水倒影）、空（樹林）氛圍之光影造景環境意象，並搭配精心安排的特色表演活動（如無人機煙火燈光秀、雷射投影及管樂表演燈光秀等），吸引全國及國際旅客來嘉義市駐留體驗",
        Location: "嘉義市 西區",
        Address: "北香湖公園",
        Organizer: "嘉義市政府",
        StartTime: "2023-08-01T00:00:00+08:00",
        EndTime: "2023-09-30T00:00:00+08:00",
        Cycle: "2023年時間未定",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/8b20ab7e-90e0-49a8-9137-d140fa5d369a.jpg",
            PictureDescription1: "嘉義市北香湖公園",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/7da4b849-11a7-46c8-96fb-412f187ad8bf.jpg",
            PictureDescription2: "管樂表演",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/f04581ce-6b16-46cd-9af3-5661276b9b68.jpg",
            PictureDescription3: "閉幕活動-無人機排出2021圖案"
        },
        Position: {
            PositionLon: 120.44534301757812,
            PositionLat: 23.492048263549805,
            GeoHash: "wsjtsu9e5"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "嘉義市",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081078",
        ActivityName: "嘉義市國際管樂節",
        Description: "嘉義市國際管樂節從1993年開始5校樂團表演的「音樂節」，逐漸擴大參與廣度，成為全民參與的「城市節慶活動」。於今年本活動已邁入第30屆，不僅為嘉義市最具特色的文化節慶、亦是台灣具代表性的文化活動，被交通部觀光局列為台灣國際級觀光節慶活動之一。歷年來結合重大的音樂盛會，例如，2000年辦理亞太管樂節、2011世界管樂年會、2013亞洲雙簧年會、2016亞洲薩克斯風大會，已獲得了國內外音樂界的美名與口碑，更以「聲音的城市」、「管樂城」成為全台特色。",
        Location: "嘉義市 西區",
        Address: "中央噴水池",
        Organizer: "嘉義市政府",
        StartTime: "2023-12-01T00:00:00+08:00",
        EndTime: "2023-12-31T00:00:00+08:00",
        Cycle: "2023年時間未定",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/e527cdf7-7afa-4d0f-8cfa-9a6173809be2.jpg",
            PictureDescription1: "嘉義市立南興國民中學管樂旗隊",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/d5947fc5-d324-4cbd-a3b9-c2eb91b5e7f0.jpg",
            PictureDescription2: "他拉喇叭團",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/15a552d9-0515-4b60-9730-45a4900fdeed.jpg",
            PictureDescription3: "行樂人樂團"
        },
        Position: {
            PositionLon: 120.44963073730469,
            PositionLat: 23.479915618896484,
            GeoHash: "wsjtsfksr"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "嘉義市",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_502404",
        ActivityName: "森鐵好咖在我嘉 嘉義咖啡節",
        Description: "一、活動行銷記者會：時間：05月20日下午15:00，地點：嘉義嘉義文化創意園區 A 棟。二、活動期間：時間：05月20～21日下午13:00~19:00，地點：嘉義文化創意園區 三、活動內容：1.森鐵好咖在我嘉市集：招募以咖啡相關造型、飲品、周邊好物或咖啡創意相關商品，並以嘉義在地業者優先，也會邀請具國際特色優質咖啡及商品業者，來共同形塑咖啡盛典市集。徵選家數：招募30家攤位2.森鐵在我嘉文化走讀小旅行：透過走讀的方式，讓遊客放慢腳步，靜下心來拜訪林業重鎮、曾有「木材都市」之稱的嘉義，有許多因林業鐵道發展的相關產業遺跡及故事，以漫步旅遊的方式，更貼近歷史文化，透過導覽解說及睹物思人演繹的過程中，領略見證阿里山森林鐵道獨到的林業發展的歷史，並推廣嘉義特色鐵道旅遊遊程。走讀路線：嘉義文化創意園區-嘉義車站-北門驛-阿里山森林鐵路車庫園區-嘉義車站-嘉義文化創意園區 3.我的城市咖啡館講座：5/20(六) 13:00-14:00 ｜講座主題：阿里山！出杯！｜主講人：瑪格5/20(六) 17:00-18:00 ｜講座主題：風格經濟｜主講人：在地領路人計畫5/21(日) 14:30-15:30｜講座主題：發現咖啡的健康力量｜主講人：張金堅咖啡研究室5/21(日) 17:00-18:00 ｜講座主題：咖啡香氣與美感體驗｜主講人：吳連銘 國王蝴蝶咖啡4.職人咖啡體驗活動：共4場體驗，各2梯次5/20(六) 13:00-15:00｜Mimico Café 秘密客咖啡館]-憲哥5/20(六) 16:00-18:00｜Supiido(@supiido_50)-豐瑋5/21(日) 13:00-15:00｜秘氏咖啡-創辦人林子洋5/21(日) 16:00-18:00｜卓武咖啡Zhuo-Wu CAF'E-小燁5.音樂表演分為室內(A 棟)及戶外等二處表演場所",
        Particpation: "遊客及一般民眾",
        Location: "嘉義文化創意產業園區",
        Address: "嘉義市西區中山路616號",
        Phone: "886-5-2340608",
        Organizer: "嘉義市觀光協會",
        StartTime: "2023-05-20T13:00:00+08:00",
        EndTime: "2023-05-21T19:00:00+08:00",
        WebsiteUrl: "https://www.facebook.com/groups/451583489128853",
        Picture: {
            PictureUrl1: "https://www.facebook.com/photo/?fbid=7025797334102102&set=gm.1271193470501180&idorvanity=451583489128853",
            PictureDescription1: "活動海報",
            PictureUrl2: "https://www.facebook.com/photo/?fbid=7037705829577919&set=gm.1273160943637766&idorvanity=451583489128853",
            PictureDescription2: "我的城市咖啡館講座",
            PictureUrl3: "https://www.facebook.com/photo/?fbid=7040674929281009&set=gm.1273596960260831&idorvanity=451583489128853",
            PictureDescription3: "職人咖啡體驗"
        },
        Position: {
            PositionLon: 120.44001770019531,
            PositionLat: 23.477293014526367,
            GeoHash: "wsjts9vtp"
        },
        Class1: "產業文化活動",
        Class2: "遊憩活動",
        MapUrl: "https://www.g9cip.com/transportation/",
        TravelInfo: "一、 騎YouBike到達嘉義市立美術館(蘭井街)、嘉義車站可還車二、 搭乘公車/火車搭乘市區公車、嘉義客運、火車，在嘉義車站下車，步行約3分鐘搭乘BRT，在嘉義市轉運中心下車，步行約6分鐘三、 自行開車▪文創停車場入口在中山路(靠近光彩街)",
        ParkingInfo: "▪文創停車場入口在中山路(靠近光彩街)",
        Charge: "▪汽車每小時40元，第一小時後，每半小時收費20元，每日最高300元(過晚上12點算隔日，需重新計算)▪機車20元/8小時，請從機車通道進出▪停車享半價(出示店家提供消費憑證)，離場前請先至服務台或保全室折抵",
        City: "嘉義市",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_371020000A_003151",
        ActivityName: "點水成金-金門水文化特展",
        Description: "人類的文明發展及族群遷徙皆與水息息相關，水既是生命的基本需求，也是日常生活不可或缺的元素之一。然而，金門先天水資源條件缺乏，年降雨量少且分布不均，近年亦出現湖庫水量不足和用水需求不斷上升的問題，使得金門人在尋找與適應水資源的歷程中，從傳說信仰、俗諺俚語、建築結構到生活產業，乃至於2018年自大陸引水等，逐步演進出世代獨特和豐富多樣的水文化。本次展覽以金門水文化為主軸，包含水傳說、水生態、水資源、水生活、水永續等五個策展主題，由金門特有的歷史背景與水文地理出發，展示水之於聚落及產業密不可分的關係，呈現金門水文化於物質及精神形態的獨特詮釋，最後以現今大眾關心的水資源議題，引導觀眾一同思考在水資源珍貴的島嶼上，我們該如何傳承水文化並與水共生？展覽內容呈現了「水」與金門自然、聚落、生活、產業密不可分的關係，內容豐富精彩，不僅有有常民生活中常見與水有關的文物、還有金門縣潮間帶學會洪清漳老師提供的「金門鐘螺」和貝類等珍貴標本。此外，展覽針對珍惜水資源的永續議題，規劃了適合大人小孩寓教於樂的展場互動裝置，如：國立臺灣科學教育館提供的VR遊戲、掃描QR code就可以玩的多人即時接水遊戲、親子互動水管教育裝置和特色打卡牆等，以寓教於樂的方式引導觀眾認識金門珍貴的水文化資產，除了發揮博物館文化傳承的功能外，也希望推廣珍惜水資源的教育理念。",
        Location: "詳見官網",
        Phone: "886-8-2318823",
        Organizer: "金門縣政府",
        StartTime: "2022-04-22T09:00:00+08:00",
        EndTime: "2023-12-31T17:00:00+08:00",
        Picture: {},
        Position: {
            PositionLon: 120.44676208496094,
            PositionLat: 23.488759994506836,
            GeoHash: "wsjtsgfxu"
        },
        Class1: "年度活動",
        City: "嘉義市",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081029",
        ActivityName: "高山茶都-嘉義博茶會",
        Description: "嘉義的茶文化產業豐富且興盛，阿里山茶葉更是為國內外所盛讚的經典茗茶，與茶產業共生共長的還有深厚的茶文化涵養，結合嘉義縣精緻工藝與豐美農特產，讓遊客滿載而歸。嘉義縣除了傑出的茶文化產業引人入勝外，本活動亦結合本縣豐饒的農特產品、得天獨厚的優美景觀、珍貴精緻的工藝品，多元且全面的展現嘉義縣的優質條件，吸引各地旅客再三來訪。",
        Location: "嘉義縣 中埔鄉",
        Address: "中埔鄉農會金蘭分部",
        Organizer: "嘉義縣政府",
        StartTime: "2023-12-01T00:00:00+08:00",
        EndTime: "2023-12-31T00:00:00+08:00",
        Cycle: "2023年時間未定",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/808fece1-124d-4511-af44-3031a8d0d75a.jpg",
            PictureDescription1: "主題市集，精選攤商，品質優良，好好逛好好買",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/c581ea05-da98-4225-8d2f-0d8719fe43db.jpg",
            PictureDescription2: "茶文化系列活動，豐富多元，老少咸宜，寓教於樂",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/b6a6de6d-7e73-4fea-846c-3ec3c501b4c1.jpg",
            PictureDescription3: "已遠近馳名的高山茶為領頭羊，全面行銷嘉義縣的優美山水與豐饒物產"
        },
        Position: {
            PositionLon: 120.49278259277344,
            PositionLat: 23.447025299072266,
            GeoHash: "wsjtmukhv"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "嘉義縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081030",
        ActivityName: "東石海之夏",
        Description: "「東石海之夏」作為嘉義縣暑期濱海觀光指標性活動，以濱海觀光與歡樂親子遊為主題，包含流行音樂演唱會、特色產業 DIY、親子活動等，鎖定全國暑假親子家庭與青少年旅遊客群，結合嘉義夏日外傘頂洲踏浪、東石布袋吃海鮮觀海景之獨特濱海遊程，打造暑假親子戲水及年輕族群玩樂打卡熱點活動，每年都吸引上萬名遊客來嘉享受濱海旅遊，持續帶動嘉義沿海東石、布袋相關產業觀光收益。",
        Location: "嘉義縣 東石鄉",
        Address: "東石漁人碼頭",
        Organizer: "嘉義縣政府文化觀光局、交通部觀光局雲嘉南濱海國家風景區管理處",
        StartTime: "2023-08-01T00:00:00+08:00",
        EndTime: "2023-08-31T00:00:00+08:00",
        Cycle: "2023年時間未定",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/8bac3a16-9584-42c3-ac42-c975cb357cd3.jpg",
            PictureDescription1: "「東石海之夏」夏夜濱海煙火表演，結合聲光音樂共同匯演，絢麗煙火吸引大批觀賞人潮",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/5c334a8c-edbf-4b7a-a610-d2e9bf02d766.jpg",
            PictureDescription2: "「東石海之夏」流行音樂演唱會，邀請熱門音樂歌手或樂團表演，吸引大批年輕族群參加，享受夏夜音樂搖滾",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/e5fa120b-3625-4390-bf08-a8755b17178a.jpg",
            PictureDescription3: "「東石海之夏」為本縣暑期濱海觀光指標性活動，以夏季海洋觀光為主題，每年暑假都吸引眾多親子戲水及青少年玩樂打卡旅遊人潮"
        },
        Position: {
            PositionLon: 120.13507080078125,
            PositionLat: 23.449047088623047,
            GeoHash: "wsjmmsz8w"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "嘉義縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    },
    {
        ActivityID: "C2_315080000H_081049",
        ActivityName: "2023阿里山花季-櫻與音的對話",
        Description: "「櫻與音的對話」是宣告一年一度的阿里山花季正式開始，從3月至4月為期一個月的阿里山花季登場。花季開幕日辦「櫻與音的對話」開幕活動，主要為音樂、舞蹈或茶席等創意表演。遊樂區幅員遼闊，櫻花品系共有31種將近3000株，山櫻花、小櫻王唐實櫻、霧社櫻、櫻王染井吉野櫻、大島櫻、重瓣花系的關山櫻、普賢象櫻等等。",
        Location: "嘉義縣 阿里山鄉",
        Address: "阿里山國家森林遊樂區",
        Organizer: "行政院農業委員會林務局嘉義林區管理處",
        StartTime: "2023-03-10T00:00:00+08:00",
        EndTime: "2023-04-10T00:00:00+08:00",
        Picture: {
            PictureUrl1: "https://www.taiwan.net.tw/att/event/03da87e4-0fd7-49d5-bc91-062c64bfc6ae.jpg",
            PictureDescription1: "阿里山國家森林遊樂區內的染井吉野櫻與昇天鳳蝶",
            PictureUrl2: "https://www.taiwan.net.tw/att/event/eafdcf16-b19d-4555-bec4-4476e0276ce3.jpg",
            PictureDescription2: "蒸氣火車與櫻花",
            PictureUrl3: "https://www.taiwan.net.tw/att/event/8c1c8a33-45d4-48df-a5a9-6501a9ecece8.jpg",
            PictureDescription3: "冠羽畫眉"
        },
        Position: {
            PositionLon: 120.80367279052734,
            PositionLat: 23.511293411254883,
            GeoHash: "wsjvubne1"
        },
        Class1: "節慶活動",
        Class2: "藝文活動",
        City: "嘉義縣",
        SrcUpdateTime: "2023-05-19T01:54:47+08:00",
        UpdateTime: "2023-05-19T02:56:45+08:00"
    }
];
const link = document.querySelector(".navbar-nav");

link.addEventListener("click", e => {
    sessionStorage.setItem("page",e.target.dataset.page);
    spotAry = JSON.stringify(spotAry);
    foodAry = JSON.stringify(foodAry);
    hotelAry = JSON.stringify(hotelAry);
    activityAry = JSON.stringify(activityAry);

    sessionStorage.setItem("spotAry",spotAry);
    sessionStorage.setItem("foodAry",foodAry);
    sessionStorage.setItem("hotelAry",hotelAry);
    sessionStorage.setItem("activityAry",activityAry);
});